Repository: bbalet/jorani
Catalog: public/application/language/ukrainian/ukrainian.po
Languages: uk

source: Yearly calendar
uk: Календар на рік

source: My calendar
uk: Мій календар

source: Calendar of my leaves.
uk: Календар моїх відпусток

source: Download an iCal file
uk: Завантажити iCal файл

source: (import the event into Outlook, Thunderbird, etc.)
uk: (імпортувати подію в Outlook, Thunderbird тощо)

source: Event details
uk: Подробиці події

source: Close
uk: Замкнути

source: Day offs
uk: Неробочі дні

source: Calendar of my workmates
uk: Календар моїх колег

source: Leaves of employees having the same line manager
uk: Відпустки працівників з тим самим керівником

source: Calendar of my collaborators
uk: Календар моїх співробітників

source: Leaves of my collaborators (will be empty if I'm not a manager).
uk: Відпустки моїх співробітників (буде пустим, якщо я не керівник)

source: Calendar of my department
uk: Календар мого відділу

source: Calendar of employees working in my department
uk: Календар співробітників, що працюють в моєму відділі

source: It appears that you don't belong to any department. Please contact your HR Officer / Manager.
uk: Схоже не те, що ви не закріплені за жодним відділом. Зверніться до свого керівника.

source: Calendar of the organization
uk: Календар організації

source: Global calendar with a filter on entity
uk: Загальний календар з фільтрацією по відділу

source: Select the entity
uk: Оберіть відділ

source: Select
uk: Вибрати

source: Include sub-departments
uk: Включаючи підвідділи

source: Select an entity
uk: Оберіть відділ

source: OK
uk: ОК

source: Cancel
uk: Скасувати

source: Tabular Calendar
uk: Табличний календар

source: Month
uk: Місяць

source: Year
uk: Рік

source: Execute
uk: Виконати

source: Export
uk: Експортувати

source: Employee
uk: Працівник

source: Calendar Tabular
uk: Табличний календар

source: Entity
uk: Відділ

source: Sub-entities
uk: Підвідділ

source: 'January','February','March','April','May','June','July','August','September','October','November','December'
uk: 'Січень','Лютий','Березень','Квітень','Травень','Липень','Червень','Серпень','Вересень','Жовтень','Листопад','Грудень'

source: 'Jan','Feb','Mar','Apr','May','Jun','Jul','Aug','Sep','Oct','Nov','Dec'
uk: 'Січ','Лют','Бер','Кві','Тра','Лип','Чер','Сер','Вер','Жов','Лис','Гру'

source: 'Sunday','Monday','Tuesday','Wednesday','Thursday','Friday','Saturday'
uk: 'Неділя','Понеділок','Вівторок','Середа','Четвер','П\'ятниця','Субота'

source: 'Sun','Mon','Tue','Wed','Thu','Fri','Sat'
uk: 'Нед','Пон','Вт','Сер','Чет','Пт','Суб'

source: today
uk: сьогодні

source: day
uk: день

source: week
uk: тиждень

source: month
uk: місяць

source: prev,next today
uk: попер,наступ сьогодні

source: title
uk: назва

source: Mo
uk: Пон

source: Tu
uk: Вт

source: We
uk: Сер

source: Th
uk: Чет

source: Fr
uk: Пт

source: Sa
uk: Суб

source: Su
uk: Нед

source: Monday
uk: Понеділок

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: Thursday
uk: Четвер

source: Friday
uk: П\'ятниця

source: Saturday
uk: Субота

source: Sunday
uk: Неділя

source: All days
uk: Всі дні

source: January
uk: Січень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Квітень

source: May
uk: Травень

source: June
uk: Липень

source: July
uk: Червень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Грудень

source: List of contracts
uk: Список контрактів

source: Name
uk: Назва

source: Start period
uk: Початок періоду

source: End period
uk: Закінчення періоду

source: delete contract
uk: видалити контракт

source: edit contract
uk: редагувати контракт

source: entitled days
uk: надані дні

source: day offs and weekends
uk: неробочі та вихідні дні

source: Export this list
uk: Експортувати список

source: Create contract
uk: Створити контракт

source: Delete Contract
uk: Видалити контракт

source: You are about to delete one contract, this procedure is irreversible.
uk: Ви збираєтесь видалити контракт. Цю дію не можна буде скасувати.

source: Do you want to proceed?
uk: Продовжити?

source: Yes
uk: Так

source: No
uk: Ні

source: Entitled days
uk: Надані дні

source: Edit a contract
uk: Редагувати контракт

source: Edit contract #
uk: Редагувати контракт №

source: Month / Start
uk: Місяць/Початок

source: Day / Start
uk: День/Початок

source: Month / End
uk: Місяць/Закінчення

source: Day / End
uk: День/Закінчення

source: Update contract
uk: Оновити контракт

source: The contract has been succesfully updated
uk: Контракт був успішно оновлений

source: Create a new contract
uk: Створити новий контракт

source: The contract has been succesfully created
uk: Контракт був успішно створений

source: The contract has been succesfully deleted
uk: Контракт був успішно видалений

source: Calendar of non working days
uk: Календар неробочих днів

source: Day offs and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
uk: Вихідні та неробочі дні не задані по замовчуванню. Натисніть на день для індивідуального редагування або використовуйте кнопку "Послідовності"

source: Legend:
uk: Позначення

source: All day
uk: Всі дні

source: Morning
uk: Ранок

source: Afternoon
uk: Після обіду

source: Back to contracts
uk: Назад до контрактів

source: Series of non-working days
uk: Серії неробочих днів

source: Edit day off
uk: Редагувати неробочий день

source: Title
uk: Назва

source: Type
uk: Тип

source: Working day
uk: Робочий день

source: All day is off
uk: Всі дні неробочі

source: Morning is off
uk: Ранок неробочий

source: Afternoon is off
uk: Після обіду неробочий

source: Delete
uk: Видалити

source: Import iCal
uk: Імпортувати iCal

source: URL of non-working days iCal file
uk: URL файлу неробочих днів iCal

source: Edit a series of day offs
uk: Редагувати серії неробочих днів

source: Mark every
uk: Помітити кожен

source: From
uk: Від

source: Current
uk: Поточний

source: To
uk: До

source: As a
uk: Як

source: Copy
uk: Копія

source: You must select a contract.
uk: Необхідно обрати контракт.

source: Data has been copied successfully.
uk: Дані успішно скопійовані.

source: No data available in table
uk: Немає даних в таблиці

source: Showing _START_ to _END_ of _TOTAL_ entries
uk: Показано від _START_ до _END_ з _TOTAL_ записів

source: Showing 0 to 0 of 0 entries
uk: Показано від 0 до 0 з 0 записів

source: (filtered from _MAX_ total entries)
uk: (відфільтровано від загальної кількості записів _MAX_)

source: Show _MENU_ entries
uk: Показати _MENU_ записів

source: Loading...
uk: Завантаження...

source: Processing...
uk: Обробка...

source: Search:
uk: Пошук:

source: No matching records found
uk: Співпадінь не знайдено

source: First
uk: Перший

source: Last
uk: Остатній

source: Next
uk: Наступний

source: Previous
uk: Попередній

source: : activate to sort column ascending
uk: : активувати для сортування по зростанню

source: : activate to sort column descending
uk: : активувати для сортування по спаданню

source: Your password has been reset
uk: Ваш пароль було скинуто

source: Your account has been created
uk: Ваш обліковий запис створено

source: Leave Request from
uk: Заява на відпустку від

source: Leave Request
uk: Заява на відпустку

source: Your leave request has been accepted
uk: Ваша заява на відпустку була затверджена

source: Your leave request has been rejected
uk: Ваша заява на відпустку була відхилена

source: Your overtime request has been accepted
uk: Ваша заява на понаднормові була затверджена

source: Your overtime request has been rejected
uk: Ваша заява на понаднормові була відхилена

source: Overtime Request
uk: Заява на понаднормові

source: Overtime request from
uk: Заява на понаднормові від

source: Entitled days for contract
uk: Надані дні по контракту

source: Start
uk: Початок

source: End
uk: Закінчення

source: Days
uk: Дні

source: Leave type
uk: Тип відпустки

source: Description
uk: Опис

source: No entitled days attached to the contract.
uk: В контракті не вказана кількість наданих днів

source: Add entitled days
uk: Додати надані дні

source: Start Date
uk: Дата початку

source: End Date
uk: Дата закінчення

source: Add
uk: Додати

source: "The field " + fieldname + " is mandatory."
uk: "Поле " + fieldname + " є обов\'язковим."

source: Back to the list of contracts
uk: Назад до списку контрактів

source: Are you sure that you want to delete it?
uk: Видалити?

source: Step
uk: Крок

source: Entitled days for employee
uk: Надані дні для працівника

source: No entitled days attached to the user.
uk: Немає наданих для працівника днів

source: Back to the list of employees
uk: Назад до списку працівників

source: Entitled days to Contract #
uk: Надані дні для контракту №

source: Yearly leave period :
uk: Щорічні відпустки:

source: Entitled days to Employee
uk: Надані дні для працівника

source: My overtime requests
uk: Мої заяви на понаднормові

source: view
uk: переглянути

source: edit
uk: редагувати

source: delete
uk: видалити

source: Date
uk: Дата

source: Reason
uk: Причина

source: Duration
uk: Тривалість

source: Status
uk: Статус

source: New request
uk: Нова заява

source: Delete overtime request
uk: Видалити заяву на понаднормові

source: You are about to delete one overtime request, this procedure is irreversible.
uk: Ви збираєтесь видалити заяву на понаднормові. Цю дію не можна буде скасувати.

source: Submit an overtime request
uk: Відправити заяву на понаднормові

source: In days or fraction of days (e.g. 0.13 for 1h if you work 8h/day).
uk: В цілих днях або в дробових частинах (наприклад 0,125 для 1 години, при 8-годинному робочому дні)

source: Request overtime
uk: Заява на понаднормові

source: The overtime request has been succesfully created
uk: Заява на понаднормові успішно створена

source: The overtime request has been succesfully created or updated, but you don't have a manager.
uk: Заява на понаднормові успішно створена або оновлена, але у вас немає керівника.

source: Edit overtime request #
uk: Редагувати заяву на понаднормові №

source: Edit a overtime request
uk: Редагувати заяву на понаднормові

source: In days or fraction of days (e.g. 0.125 for 1h if you work 8h/day).
uk: В цілих днях або в дробових частинах (наприклад 0,125 для 1 години, при 8-годинному робочому дні)

source: Update overtime
uk: Оновити заяву на понаднормові

source: You cannot edit an overtime request already submitted
uk: Не можна оновити відправлену заяву на понаднормові

source: The overtime request has been succesfully updated
uk: Заява на понаднормові успішно оновлена

source: The overtime request has been succesfully deleted
uk: Заява на понаднормові успішно видалена

source: You can't delete this overtime request
uk: Не можна видалити цю заяву на понаднормові

source: View overtime request #
uk: Перегляд заяви на понаднормові №

source: View overtime request
uk: Перегляд заяви на понаднормові

source: Edit
uk: Редагувати

source: Back to list
uk: Назад до списку

source: List of overtime requests
uk: Список заяв на понаднормові

source: Link to documentation
uk: Посилання на документацію

source: Operation (%s) is not granted
uk: Операція (%s) не дозволена

source: Please wait
uk: Зачекайте

source: Internet Explorer 8 and older browser are not supported. Please upgrade to IE9 or use Firefox, Chrome, etc.
uk: Internet Explorer 8 та старші версії цього браузера не підтримуються. Виконайте оновлення до IE9 або використовуйте Firefox, Chrome тощо.

source: TRUE
uk: ТАК

source: FALSE
uk: Ні

source: Go top
uk: Нагору

source: &copy; 2014 Jorani Authors
uk: &copy; 2014 розробникі Jorani

source: Requested
uk: Запитано

source: Planned
uk: Заплановано

source: Accepted
uk: Затверджено

source: Rejected
uk: Відхилено

source: identifier
uk: Ідентифікатор

source: firstname
uk: ім'я

source: lastname
uk: прізвище

source: date hired
uk: дата прийому на роботу

source: department
uk: відділ

source: position
uk: посада

source: contract
uk: контракт

source: day off
uk: вихідний

source: leave
uk: відпустка

source: copied
uk: скопійовано

source: Your session has expired please login again
uk: Ваша сесія скінчилася. Виконайте вхід знову.

source: Unexpected Ajax Error
uk: Неочікувана помилка Ajax

source: List of employees
uk: Список працівників

source: edit user
uk: редагувати користувача

source: Leaves
uk: Відпустки

source: Extras
uk: Додатково

source: Leave Balance
uk: Сальдо по відпустках

source: Create Leave Request
uk: Створити заяву на відпустку

source: Presence report
uk: Звіт відвідування

source: Delegations
uk: Передачі обов'язків

source: Firstname
uk: Ім'я

source: Lastname
uk: Прізвище

source: E-mail
uk: Ел. пошта

source: Contract
uk: Контракт

source: Manager
uk: Керівник

source: Create
uk: Створити

source: Right-click / taphold on an employee for contextual actions.
uk: Натисніть правою кнопкою мишки на працівнику щоб відкрити контекстне меню.

source: List of requested leaves
uk: Список запитаних заяв на відпустку

source: List of leaves for employee #
uk: Список відпусток для працівника №

source: accept
uk: затвердити

source: reject
uk: відхилити

source: Delete leave request
uk: Видалити заяву на відпустку

source: You are about to delete one leave request, this procedure is irreversible.
uk: Ви збираєтесь видалити заяву на відпустку. Цю дію не можна буде скасувати.

source: Submit a leave request
uk: Відправити заяву на відпустку

source: You are exceeding your entitled days
uk: Ви перевищили ліміт наданих днів

source: You have requested another leave request within the same dates.
uk: Ви відправили іншу заяву на відпустку на такі самі дні.

source: Cause (optional)
uk: Причина (не обов'язково)

source: Request leave
uk: Запит відпустки

source: The leave request has been succesfully created
uk: Заява на відпустку успішно створена

source: The leave request has been succesfully created or updated, but you don't have a manager.
uk: Заява на відпустку успішно створена або оновлена, але у вас немає керівника.

source: List of overtime requests for employee #
uk: Список заяв на понаднормові для працівника №

source: Leave balance for user #
uk: Сальдо по відпустках для працівника №

source: Available
uk: Доступно

source: Taken
uk: Використано

source: Entitled
uk: Надано

source: This employee has no contract.
uk: Цей працівник не має керівника

source: Date of report
uk: Дата звіту

source: By default this report shows the values for the last month. Please note that the list of leaves shows only the accepted leave requests.
uk: За замовченням даний звіт містить дані за попередній місяць. Будь ласка зверніть увагу на то, що список відпусток відтворює тільки затверджені заяви на відпустки.

source: Number of days
uk: Кількість днів

source: Number of working days
uk: Кількість робочих днів

source: Number of non-working days
uk: Кількість вихідних

source: Duration of leaves
uk: Тривалість відпусток

source: Duration of presence
uk: Тривалість присутності

source: Overlapping detected
uk: Виявлено перекриття

source: The employee has no contract
uk: Працівник немає контракту

source: Please check
uk: Перевірте

source: List of leaves in the month
uk: Список відпусток за місяць

source: My summary
uk: Моя зведена інформація

source: Overtime details (added to compensate leaves)
uk: Подробиці понаднормових (додано для компенсації відпусток)

source: Catch up for
uk: Нагнати

source: No entitled or taken days for this period. Please contact your HR Officer / Manager.
uk: Немає наданих або використаних днів за цей період. Зверніться до свого керівника.

source: It appears you have no contract. Please contact your HR Officer / Manager.
uk: Схоже не те, що у вас немає контракту. Зверніться до свого керівника.

source: My leave requests
uk: Мої заяви на відпустку

source: Edit a leave request
uk: Редагувати заяву на відпустку

source: Edit leave request #
uk: Редагувати заяву на відпустку №

source: Update leave
uk: Оновити заяву на відпустку

source: You cannot edit a leave request already submitted
uk: Не можна оновити відправлену заяву на відпустку

source: The leave request has been succesfully updated
uk: Заява на понаднормові відпустку оновлена

source: You can't create a leave request for two yearly leave periods. Please create two different leave requests.
uk: Ви не можете створити заяву на відпустку для різних років. Будь ласка створіть дві окремі заяви на відпустку.

source: You can't delete this leave request
uk: Не можна видалити цю заяву на відпустку

source: The leave request has been succesfully deleted
uk: Заява на відпустку успішно видалена

source: View leave request #
uk: Перегляд заяви на відпустку №

source: View a leave request
uk: Перегляд заяви на відпустку

source: List of leaves
uk: Список відпусток

source: Morning/Afternnon
uk: Ранок/Після обіду

source: Leave types
uk: Типи відпусток

source: Create a new type
uk: Створити новий тип

source: No leave type found into the database.
uk: Тип відпустки не знайдено в базі даних

source: Add a leave type
uk: Додати тип відпустки

source: The leave type has been succesfully created.
uk: Тип відпустки успішно створений

source: Edit a Leave type
uk: Редагувати тип відпустки

source: Update
uk: Оновити

source: The leave type has been succesfully updated.
uk: Тип відпустки успішно оновлений

source: Delete Leave Type
uk: Видалити тип відпустки

source: You are about to delete one leave type, this procedure is irreversible.
uk: Ви збираєтесь видалити один тип відпустки. Цю дію не можна буде скасувати.

source: The leave type has been succesfully deleted.
uk: Тип відпустки успішно видалений.

source: You cannot delete a system leave type.
uk: Не можна видалити системний тип відпустки.

source: You cannot delete a leave type that is used.
uk: Не можна видалити тип відпустки, що використовується.

source: Leave Management System
uk: Система управління відпустками

source: Change password
uk: Змінити пароль

source: Welcome
uk: Ласкаво просимо

source: Logout
uk: Вихід

source: View my personal information
uk: Перегляд моєї особистої інформації

source: reset password
uk: скинути пароль

source: Admin
uk: Адміністратор

source: List of users
uk: Список користувачів

source: Create user
uk: Створити користувача

source: Settings
uk: Налаштування

source: HR
uk: Управління HR

source: Employees
uk: Працівники

source: Organization
uk: Організація

source: Contracts
uk: Контракти

source: List of positions
uk: Список посад

source: List of types
uk: Список типів

source: Reports
uk: Звіти

source: Leave balance
uk: Сальдо відпусток

source: Validation
uk: Перевірка

source: My collaborators
uk: Мої співробітники

source: Overtime
uk: Наднормові

source: Requests
uk: Заяви

source: List of extras
uk: Список заяв на понаднормові

source: Request an extra
uk: Створити заяву на понаднормові

source: My leaves
uk: Мої відпустки

source: Counters
uk: Лічильникі

source: List of leave requests
uk: Список заяв на відпустку

source: Request a leave
uk: Створити заяву на відпустку

source: Calendars
uk: Календарі

source: My workmates
uk: Мої колеги

source: Department
uk: Відділ

source: Global
uk: Загальний

source: Tabular
uk: Табличний

source: Search for an entity
uk: Шукати запис

source: Search
uk: Пошук

source: Employees attached to entity
uk: Працівники, закріплені за відділом

source: Attach an Employee
uk: Закріпити працівника

source: Detach an Employee
uk: Відкріпити працівника

source: Supervisor
uk: Керівник

source: If you select a supervisor, he will receive a copy of accepted and rejected leave requests submitted by employees of this entity.
uk: Вибраний керівник буде отримувати копії затверджених або відхилених заяв на відпустку, створених працівником.

source: Select a Supervisor
uk: Виберіть керівника

source: Delete Entity
uk: Видалити запис

source: You are about to delete one entity, this procedure is irreversible.
uk: Ви збираєтесь видалити запис. Цю дію не можна буде скасувати.

source: Add an Employee
uk: Додати працівника

source: An error occured
uk: Виникла помилка

source: Name of the entity
uk: Назва відділу

source: Please select one entity in the organization (treeview on the right).
uk: Будь ласка, виберіть один відділ організації (деревовидне меню справа).

source: Please select one employee in the table of users belonging to the selected entity.
uk: Будь ласка, виберіть одного працівника з списку користувачів, що відносяться до вибраного відділу.

source: You cannot delete the root entity.
uk: Не можна видалити кореневий відділ.

source: Overtime Requests submitted to me
uk: Заяви на понаднормові, представлені на мій розгляд

source: This screen lists the overtime requests submitted to you. If you are not a manager, this list will always be empty.
uk: Тут показано список заяв на понаднормові, представлені на ваш розгляд. Якщо ви не керівник, цей список завжди буде порожнім.

source: Fullname
uk: ПІБ

source: All requests
uk: Всі заяви

source: Pending requests
uk: Заяви на розгляді

source: You are not the line manager of this employee. You cannot reject this overtime request.
uk: Ви не є прямим керівником цього працівника. Ви не можете відхилити цю заяву на понаднормові.

source: The overtime request has been successfully rejected.
uk: Заява на понаднормові успішно відхилена.

source: You are not the line manager of this employee. You cannot accept this overtime request.
uk: Ви не є прямим керівником цього працівника. Ви не можете затвердити цю заяву на понаднормові.

source: The overtime request has been successfully accepted.
uk: Заява на понаднормові успішно затверджена.

source: List of overtime resquests
uk: Список заяв на понаднормові

source: Create position
uk: Створити посаду

source: Delete Position
uk: Видалити посаду

source: You are about to delete one position, this procedure is irreversible.
uk: Ви збираєтесь видалити посаду. Цю дію не можна буде скасувати.

source: Create a new position
uk: Створити нову посаду

source: The position has been succesfully created.
uk: Посада успішно створена

source: Edit position #
uk: Редагувати посаду №

source: Update position
uk: Оновити посаду

source: The position has been succesfully updated.
uk: Посада успішно оновлена.

source: The position has been succesfully deleted.
uk: Посада успішно видалена.

source: List of reports
uk: Список звітів

source: Report
uk: Звіт

source: Back to list of reports
uk: Назад до списку звітів

source: List of Report
uk: Список звітів

source: Balance of leaves
uk: Сальдо по відпустках

source: Launch
uk: Виконати

source: Leave Requests submitted to me
uk: Заяви на відпустки, представлені на мій розгляд

source: This screen lists the leave requests submitted to you. If you are not a manager, this list will always be empty.
uk: Тут показано список заяв на відпустки, представлені на ваш розгляд. Якщо ви не керівник, цей список завжди буде порожнім.

source: List of my collaborators
uk: Список моїх співробітників

source: This screen lists your collaborators. If you are not a manager, this list will always be empty.
uk: Тут показано список ваших співробітників. Якщо ви не керівник, цей список завжди буде порожнім.

source: Create a leave request in behalf of this collaborator
uk: Створити заяву на відпустку від імені цього співробітника

source: Your are not the manager of this employee.
uk: Ви не є керівником цього працівника.

source: List of collaborators
uk: Список співробітників

source: You are not the line manager of this employee. You cannot accept this leave request.
uk: Ви не є прямим керівником цього працівника. Ви не можете затвердити цю заяву на відпустку.

source: The leave request has been successfully accepted.
uk: Заява на відпустку успішно затверджена.
