Repository: bbalet/jorani
Catalog: public/application/language/ukrainian/ukrainian.po
Languages: uk

source: You are not the line manager of this employee. You cannot reject this leave request.
uk: Ви не є прямим керівником цього працівника. Ви не можете відхилити цю заяву на відпустку.

source: The leave request has been successfully rejected.
uk: Заява на відпустку успішно відхилена.

source: List of leave resquests
uk: Список заяв на відпустку

source: Morning/Afternoon
uk: Ранок/Після обіду

source: List of delegations
uk: Список передачі повноважень

source: This is the list of employees who can accept or reject a request in your behalf.
uk: Це список працівників, котрі можуть затверджувати або відхиляти заяви від вашого імені.

source: Revoke
uk: Відкликати

source: Add a delegate
uk: Додати уповноважену особу

source: Are you sure that you want to revoke this delegation?
uk: Ви впевнені, що хочете відкликати це повноваження?

source: Login
uk: Ім'я користувача

source: Language
uk: Мова

source: Password
uk: Пароль

source: Send me my password
uk: Відіслати мені мій пароль

source: Please fill the login field
uk: Заповніть поле "Ім'я користувача"

source: Unknown login. Please contact your HR Officer / Manager.
uk: Невірну ім'я користувача. Зверніться до свого керівника.

source: The password has been sent to your e-mail adress.
uk: Пароль був висланий на вашу електронну адресу.

source: Invalid login id or password
uk: Невірне ім'я користувача або пароль

source: The language has been succesfully set to
uk: Мова біла успішно встановлена на

source: Rename
uk: Перейменувати

source: Remove
uk: Видалити

source: Cut
uk: Вирізати

source: Paste
uk: Вставити

source: Active
uk: Активно

source: Inactive
uk: Не активно

source: edit user details
uk: редагувати інформацію користувача

source: delete user
uk: видалити користувача

source: Role
uk: Роль

source: Create a new user
uk: Створити нового користувача

source: Import users
uk: Імпортувати користувачів

source: Delete User
uk: Видалити користувача

source: You are about to delete one user, this procedure is irreversible.
uk: Ви збираєтесь видалити користувача. Цю дію не можна буде скасувати.

source: Import Users
uk: Імпортувати користувачів

source: Filename
uk: Назва файлу

source: My personal information
uk: Моя особиста інформація

source: Position
uk: Посада

source: Date hired/started
uk: Дата прийому на роботу

source: Internal/Company Identifier
uk: Ідентифікатор користувача

source: Edit user #
uk: Редагувати користувача №

source: Edit user
uk: Редагувати користувача

source: No line manager.
uk: Немає прямого керівника.

source: If a user has no manager (itself), it can validate its leave requests.
uk: Якщо користувач немає керівника (сам), він може сам затверджувати свої заяви.

source: Self
uk: Сам

source: Timezone
uk: Часовий пояс

source: LDAP Path
uk: Шлях LDAP

source: Select the manager
uk: Виберіть курівника

source: Select a position
uk: Виберіть посаду

source: Update user
uk: Оновити користувача

source: The user has been succesfully updated
uk: Користувач був успішно оновлений

source: The user has been succesfully deleted
uk: Користувач був успішно видалений

source: The password has been succesfully changed
uk: Пароль був успішно змінений

source: Generate password
uk: Генерувати пароль

source: It is recommanded to select a contract. Do you want to create the user without a contract?
uk: Рекомендовано вибрати контракт. Створити користувача без контракту?

source: The user has been succesfully created
uk: Користувач був успішно створений

source: Username already exists.
uk: Користувач з такий іменем вже істнує

source: This username is not available.
uk: Ім'я користувача не доступне

source: Reset
uk: Скинути
