Repository: bbalet/jorani
Catalog: public/application/language/persian/persian.po
Languages: fa

source: Yearly calendar
fa: تقویم سالانه

source: My calendar
fa: تقویم من

source: Calendar of my leaves.
fa: تقویم مرخصی های من

source: Download an iCal file
fa: دانلود یک فایل تقویم

source: (import the event into Outlook, Thunderbird, etc.)
fa: (وارد کردن مناسبت به آوتلوک یا توندربیرد)

source: Event details
fa: مشخصات مناسبت

source: Close
fa: بسته

source: Day offs
fa: روزهای تعطیلی

source: Calendar of my workmates
fa: تقویم همکارانم

source: Leaves of employees having the same line manager
fa: مرخصی های کارمندان زیر نظر یک مدیرِ بخش

source: Calendar of my collaborators
fa: تقویم همکارانم

source: Leaves of my collaborators (will be empty if I'm not a manager).
fa: تقویم همکارانم(خالی میماند اگر من مدیر نباشم).

source: Calendar of my department
fa: تقویم دپارتمان من

source: Calendar of employees working in my department
fa: تقویم همکارانم که در دپارتمان من کار میکنند.

source: It appears that you don't belong to any department. Please contact your HR Officer / Manager.
fa: به نظر میرسد شما متعلق به هیچ دپارتمانی نیستید. لطفاً با مدیر منابع انسانی یا مدیر عمومی تان تماس بگیرید.

source: Calendar of the organization
fa: تقویم سازمان

source: Global calendar with a filter on entity
fa: تقویم سراسری با یک فیلتر بر روی یک واحد

source: Select the entity
fa: واحد را انتخاب کنید

source: Select
fa: انتخاب

source: Include sub-departments
fa: شمولیت دپارتمان فرعی

source: Select an entity
fa: انتخاب یک واحد

source: OK
fa: تایید

source: Cancel
fa: لغو

source: Tabular Calendar
fa: تقویم جدولی

source: Month
fa: ماه

source: Year
fa: سال

source: Execute
fa: اجرا

source: Export
fa: صدور

source: Employee
fa: کارمند

source: Calendar Tabular
fa: جدولی تقویم

source: Entity
fa: واحد

source: Sub-entities
fa: زیر واحدها

source: 'January','February','March','April','May','June','July','August','September','October','November','December'
fa: "ژانویه"،"فوریه"،"مارس"،آپریل"،"مه"،"ژوئن"،"جولای"،"آگوست"،"سپتامبر"،"اکتبر"،"نوامبر"،"دسامبر".

source: 'Jan','Feb','Mar','Apr','May','Jun','Jul','Aug','Sep','Oct','Nov','Dec'
fa: "ژانویه"،"فوریه"،"مارس"،آپریل"،"مه"،"ژوئن"،"جولای"،"آگوست"،"سپتامبر"،"اکتبر"،"نوامبر"،"دسامبر".

source: 'Sunday','Monday','Tuesday','Wednesday','Thursday','Friday','Saturday'
fa: "یکشنبه"،"دوشنبه"،"سه شنبه"،"چهارشنبه"،"پنجشنبه"،"جمعه"،"شنبه"

source: 'Sun','Mon','Tue','Wed','Thu','Fri','Sat'
fa: "یکشنبه"،"دوشنبه"،"سه شنبه"،"چهارشنبه"،"پنجشنبه"،"جمعه"،"شنبه"

source: MMMM yyyy
fa: ماه سال

source: MMM d[ yyyy]{ - [ MMM] d yyyy}
fa: ماه روز[ سال]{ - [ ماه] روز سال}

source: dddd, MMM d, yyyy
fa: روز, ماه, سال

source: ddd
fa: روز

source: ddd M/d
fa: روزماه/روز

source: dddd M/d
fa: روزماه/روز

source: H:mm
fa: ساعت:دقیقه

source: h(:mm)t
fa: ساعت(:دقیقه)صبح/عصر

source: H:mm{ - H:mm}
fa: ساعت:دقیقه{ - ساعت:دقیقه}

source: today
fa: امروز

source: day
fa: روز

source: week
fa: هفته

source: month
fa: ماه

source: prev,next today
fa: قبل، بعد امروز

source: title
fa: عنوان

source: month,basicWeek,basicDay
fa: ماه، هفته اصلی، روز اصلی

source: Mo
fa: د

source: Tu
fa: س

source: We
fa: چ

source: Th
fa: پ

source: Fr
fa: ج

source: Sa
fa: ش

source: Su
fa: ی

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنجشنبه

source: Friday
fa: جمعه

source: Saturday
fa: شنبه

source: Sunday
fa: یکشنبه

source: All days
fa: همه روزها

source: January
fa: ژانویه

source: February
fa: فوریه

source: March
fa: مارس

source: April
fa: آپریل

source: May
fa: مه

source: June
fa: ژوئن

source: July
fa: جولای

source: August
fa: آگوست

source: September
fa: سپتامبر

source: October
fa: اکتبر

source: November
fa: نوامبر

source: December
fa: دسامبر

source: List of contracts
fa: لیست قراردادها

source: ID
fa: شناسه

source: Name
fa: نام

source: Start period
fa: شروع دوره

source: End period
fa: پایان دوره

source: delete contract
fa: حذف قرارداد

source: edit contract
fa: ویرایش قرارداد

source: entitled days
fa: روزهای مستحق

source: day offs and weekends
fa: روزهای تعطیلی و آخر هفته

source: Export this list
fa: صدور این لیست

source: Create contract
fa: ایجاد قرارداد

source: Delete Contract
fa: حذف قرارداد

source: You are about to delete one contract, this procedure is irreversible.
fa: شما میخواهید یک قرارداد را حذف نمایید، این عمل غیرقابل بازیابی میباشد.

source: Do you want to proceed?
fa: آیا میخواهید ادامه بدهید؟

source: Yes
fa: بله

source: No
fa: خیر

source: Entitled days
fa: روزهای مستحق

source: Edit a contract
fa: ویرایش یک قرارداد

source: Edit contract #
fa: ویرایش قرارداد #

source: Month / Start
fa: ماه /شروع

source: Day / Start
fa: روز/شروع

source: Month / End
fa: ماه/پایان

source: Day / End
fa: روز/پایان

source: Update contract
fa: به روز رسانی قرارداد

source: The contract has been succesfully updated
fa: قرارداد موفقانه به روز رسانی گردید.

source: Create a new contract
fa: ایجاد یک قرارداد جدید

source: The contract has been succesfully created
fa: قرارداد موفقانه ایجاد گردید

source: The contract has been succesfully deleted
fa: قرارداد موفقانه حذف گردید

source: Calendar of non working days
fa: تقویم روزهای غیرکاری

source: Day offs and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
fa: روزهای تعطیلی و آخرهفته به طور پیش فرض تنظیم نمیباشند. بر روی یک روز کلیک کنید تا آنرا به تنهایی ویرایش کرده و یا هم از دکمه "ردیف" استفاده نمایید.

source: Legend:
fa: علام و اختصارات

source: All day
fa: تمام روز

source: Morning
fa: صبح

source: Afternoon
fa: بعد از ظهر

source: Back to contracts
fa: بازگشت به قراردادها

source: Series of non-working days
fa: لیست تمام روزهای غیرکاری

source: Edit day off
fa: ویرایش روزهای تعطیلی

source: Title
fa: عنوان

source: Type
fa: نوع

source: Working day
fa: روزهای کاری

source: All day is off
fa: تمام روز تعطیل میباشد

source: Morning is off
fa: صبح تعطیل میباشد

source: Afternoon is off
fa: بعداز ظهر تعطیل میباشد

source: Delete
fa: حذف

source: Import iCal
fa: وارد کردن فایل تقویم

source: URL of non-working days iCal file
fa: آدرس فایل تقویم برای روزهای غیرکاری

source: Edit a series of day offs
fa: ویرایش یک رشته از روزهای تعطیلی

source: Mark every
fa: انتخاب هر

source: From
fa: از

source: Current
fa: فعلی

source: To
fa: به

source: As a
fa: براساس

source: Copy
fa: کپی

source: You must select a contract.
fa: شما باید یک قرارداد را انتخاب نمایید.

source: Data has been copied successfully.
fa: اطلاعات موفقانه کپی شد.

source: No data available in table
fa: اطلاعاتی در جدول در دسترس نمیباشد.

source: Showing _START_ to _END_ of _TOTAL_ entries
fa: نمایش_آغاز_ به_پایان_ از_همه_ داده ها

source: Showing 0 to 0 of 0 entries
fa: نمایش 0 تا 0 از 0 داده

source: (filtered from _MAX_ total entries)
fa: (فیلتر شده از_حداکثر_ تمام داده ها)

source: Show _MENU_ entries
fa: نمایش بده_منوی_ داده ها

source: Loading...
fa: در حال لود کردن ...

source: Processing...
fa: در حال پردازش ...

source: Search:
fa: جستجو:

source: No matching records found
fa: چیزی یافت نشد.

source: First
fa: اول

source: Last
fa: آخر

source: Next
fa: بعدی

source: Previous
fa: قبلی

source: : activate to sort column ascending
fa: :فعال کردن برای مرتب سازی صعودی ستون

source: : activate to sort column descending
fa: :فعال کردن برای مرتب سازی نزولی ستون

source: Your password has been reset
fa: رمز شما تغییر یافت.

source: Your account has been created
fa: اکانت شما ایجاد گردید

source: Leave Request from
fa: درخواست مرخصی از

source: Leave Request
fa: درخواست مرخصی

source: Your leave request has been accepted
fa: درخواست مرخصی شما پذیرفته شد

source: Your leave request has been rejected
fa: درخواست مرخصی شما پذیرفته نشد

source: Your overtime request has been accepted
fa: درخواست اضافه کاری شما پذیرفته شد

source: Your overtime request has been rejected
fa: درخواست اضافه کاری شما پذیرفته نشد

source: Overtime Request
fa: درخواست اضافه کاری

source: Overtime request from
fa: درخواست اضافه کاری از

source: Entitled days for contract
fa: روزهای مستحق برای قرارداد

source: Start
fa: شروع

source: End
fa: پایان

source: Days
fa: روزها

source: Leave type
fa: نوع مرخصی

source: Description
fa: توضیحات

source: No entitled days attached to the contract.
fa: هیچ روز مستحقی به قرارداد الصاق نگردیده.

source: Add entitled days
fa: اضافه کردن روزهای مستحق

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ پایان

source: Add
fa: اضافه کردن

source: "The field " + fieldname + " is mandatory."
fa: "فیلد" + نام فیلد+ " اجباری میباشد."

source: Back to the list of contracts
fa: بازگشت به لیست قراردادها

source: Are you sure that you want to delete it?
fa: آیا مطمئنید که میخواهید آنرا حذف نمائید؟

source: Step
fa: قدم

source: Entitled days for employee
fa: روزهای مستحق برای کارمند

source: No entitled days attached to the user.
fa: هیچ روز مستحقی به کاربر الصاق نگردیده.

source: Back to the list of employees
fa: بازگشت به لیست کارمندان

source: Entitled days to Contract #
fa: روزهای مستحق برای قرارداد #

source: Yearly leave period :
fa: بازه زمانی برای مرخصی سالانه:

source: Entitled days to Employee
fa: روزهای مستحق برای کارمند

source: My overtime requests
fa: درخواستهای اضافه کاری من

source: view
fa: نمایش

source: edit
fa: ویرایش

source: delete
fa: حذف

source: Date
fa: تاریخ

source: Reason
fa: دلیل

source: Duration
fa: مدت زمان

source: Status
fa: وضعیت

source: New request
fa: درخواست جدید

source: Delete overtime request
fa: حذف درخواست اضافه کاری

source: You are about to delete one overtime request, this procedure is irreversible.
fa: شما میخواهید یک درخواست اضافه کاری را حذف نمایید، این عمل غیرقابل بازیابی میباشد.

source: Submit an overtime request
fa: ارسال یک درخواست اضافه کاری

source: In days or fraction of days (e.g. 0.13 for 1h if you work 8h/day).
fa: به روز و یا هم بخشی از روز (مثلاً: 0.13 برای یک ساعت اگر شما 8 ساعت در روز کار میکنید).

source: Request overtime
fa: درخواست اضافه کاری

source: The overtime request has been succesfully created
fa: درخواست اضافه کاری موفقانه ایجاد گردید

source: The overtime request has been succesfully created or updated, but you don't have a manager.
fa: درخواست اضافه کاری موفقانه ایجاد و یا به روزرسانی گردید، اما شما مدیر بخش ندارید.

source: Edit overtime request #
fa: ویرایش درخواست اضافه کاری #

source: Edit a overtime request
fa: ویرایش یک درخواست اضافه کاری

source: In days or fraction of days (e.g. 0.125 for 1h if you work 8h/day).
fa: به روز و یا هم بخشی از روز (مثلاً: 0.125 برای یک ساعت اگر شما 8 ساعت در روز کار میکنید).

source: Update overtime
fa: به روزرسانی اضافه کاری

source: You cannot edit an overtime request already submitted
fa: شما نمیتوانید یک درخواست اضافه کاری را که قبلاً فرستادید ویرایش نمایید.

source: The overtime request has been succesfully updated
fa: درخواست اضافه کاری موفقانه به روزرسانی گردید

source: The overtime request has been succesfully deleted
fa: درخواست اضافه کاری موفقانه حذف گردید

source: You can't delete this overtime request
fa: شما نمیتوانید این درخواست اضافه کاری را حذف نمایید

source: View overtime request #
fa: نمایش درخواست اضافه کاری #

source: View overtime request
fa: نمایش درخواست اضافه کاری

source: Edit
fa: ویرایش

source: Back to list
fa: بازگشت به لیست

source: List of overtime requests
fa: لیست درخواستهای اضافه کاری

source: Link to documentation
fa: اتصال به مستندات

source: Operation (%s) is not granted
fa: عملیات (%) تصدیق نشده.

source: Please wait
fa: لطفاً صبر نمایید

source: Internet Explorer 8 and older browser are not supported. Please upgrade to IE9 or use Firefox, Chrome, etc.
fa: اینترنت اکسپلورر 8 و مرورگر قدیمی تر پشتیبانی نمیشوند. لطفاً به به اینترنت اکسپلورر 9 ارتقا داده یا از فایرفاکس، گوگل کروم و دیگر مرورگرها استفاده نمایید.

source: m/d/Y
fa: م/ر/س

source: TRUE
fa: درست

source: FALSE
fa: غلط

source: Go top
fa: برو بالا

source: &copy; 2014 Jorani Authors
fa: کپی رایت؛ 2014 جورانی

source: Requested
fa: درخواست شده

source: Planned
fa: برنامه ریزی شده

source: Accepted
fa: پذیرفته شده

source: Rejected
fa: رد شده

source: identifier
fa: شناسه

source: firstname
fa: نام

source: lastname
fa: نام خانوادگی

source: date hired
fa: تاریخ استخدام

source: department
fa: دپارتمان

source: position
fa: مقام

source: contract
fa: قرارداد

source: day off
fa: روز تعطیل

source: leave
fa: مرخصی

source: copied
fa: کپی شده

source: Your session has expired please login again
fa: شما زمان زیادی غیر فعال بوده و از سیستم خارج شدید، لطفاً دوباره وارد شوید.

source: Unexpected Ajax Error
fa: خطای غیرمنتظره آجاکس

source: List of employees
fa: لیست کارمندان

source: edit user
fa: ویرایش کاربر

source: Leaves
fa: مرخصی ها

source: Extras
fa: اضافه کاری ها

source: Leave Balance
fa: باقیمانده مرخصی

source: Create Leave Request
fa: ایجاد درخواست مرخصی

source: Presence report
fa: گزارش حضور

source: Delegations
fa: هیئت ها

source: Firstname
fa: نام

source: Lastname
fa: نام خانوادگی

source: E-mail
fa: ایمیل

source: Contract
fa: قرارداد

source: Manager
fa: مدیر

source: Create
fa: ایجاد

source: Right-click / taphold on an employee for contextual actions.
fa: برروی کامپیوتر رایت کلیک/ و بر روی مبایل کلیک کرده نگه دارید برای سایر گزینه ها

source: List of requested leaves
fa: لیست درخواستهای مرخصی

source: List of leaves for employee #
fa: لیست مرخصی های کارمند #

source: accept
fa: پذیرفتن

source: reject
fa: رد

source: Delete leave request
fa: حذف درخواست مرخصی

source: You are about to delete one leave request, this procedure is irreversible.
fa: شما میخواهید یک درخواست مرخصی را حذف نمایید، این عمل غیرقابل بازیابی میباشد.

source: Submit a leave request
fa: ارسال یک درخواست مرخصی

source: You are exceeding your entitled days
fa: تعداد روزهای مستحق به مرخصی شما تمام شده.

source: You have requested another leave request within the same dates.
fa: شما درخواست یک مرخصی دیگر را در تاریخی که قبلا درخواست داده بودید نمودید.

source: Cause (optional)
fa: دلیل(اختیاری)

source: Request leave
fa: درخواست مرخصی

source: The leave request has been succesfully created
fa: درخواست مرخصی موفقانه ایجاد گردید

source: The leave request has been succesfully created or updated, but you don't have a manager.
fa: درخواست مرخصی موفقانه ایجاد و یا به روزرسانی گردید، اما شما مدیر بخش ندارید.

source: List of overtime requests for employee #
fa: لیست درخواستهای اضافه کاری کارمند #

source: Leave balance for user #
fa: باقیمانده مرخصی کاربر #

source: Available
fa: در دسترس

source: Taken
fa: گرفته شده

source: Entitled
fa: موجه

source: This employee has no contract.
fa: این کارمند هیچ قراردادی ندارد

source: Date of report
fa: تاریخ گزارش

source: By default this report shows the values for the last month. Please note that the list of leaves shows only the accepted leave requests.
fa: به طور پیشفرض این گزارش مقادیر ماه گذشته را نشان میدهد. لطفاً مدنظرداشته باشید که لیست مرخصی ها فقط درخواست های پذیرفته شده مرخصی را نشان میدهد.

source: Number of days
fa: تعداد روزها

source: Number of working days
fa: تعداد روزهای کاری

source: Number of non-working days
fa: تعداد روزهای غیرکاری

source: Duration of leaves
fa: مدت زمان مرخصی

source: Duration of presence
fa: مدت زمان حضور

source: Overlapping detected
fa: برخورد شناسایی شده

source: The employee has no contract
fa: کارمند هیچ قراردادی ندارد

source: Please check
fa: لطفاً بررسی نمایید

source: List of leaves in the month
fa: لیست مرخصی های ماه

source: My summary
fa: خلاصه من

source: Overtime details (added to compensate leaves)
fa: جزئیات اضافه کاری(به مرخصی تشویقی اضافه گردیده)

source: Catch up for
fa: بدست آوردن برای

source: No entitled or taken days for this period. Please contact your HR Officer / Manager.
fa: هیچ روز استحقاقی و یا روز گرفته شده در این بازه وجود ندارد. لطفاً با مدیر منابع انسانی یا مدیر عمومی تان تماس بگیرید.

source: It appears you have no contract. Please contact your HR Officer / Manager.
fa: به نظر میرسد شما قراردادی ندارید. لطفاً با مدیر منابع انسانی یا مدیر عمومی تان تماس بگیرید.

source: My leave requests
fa: درخواستهای مرخصی من

source: Edit a leave request
fa: ویرایش یک درخواست مرخصی

source: Edit leave request #
fa: ویرایش درخواست مرخصی #

source: Update leave
fa: به روزرسانی مرخصی

source: You cannot edit a leave request already submitted
fa: شما نمیتوانید یک درخواست مرخصی را که قبلاً فرستادید ویرایش نمایید.

source: The leave request has been succesfully updated
fa: درخواست مرخصی موفقانه به روزرسانی گردید

source: You can't create a leave request for two yearly leave periods. Please create two different leave requests.
fa: شما نمیتوانید یک درخواست مرخصی برای مرخصی های 2 ساله خود ایجاد نمایید. لطفاً دو درخواست مرخصی جداگانه ایجاد نمایید.

source: You can't delete this leave request
fa: شما نمیتوانید این درخواست مرخصی را حذف نمایید

source: The leave request has been succesfully deleted
fa: درخواست مرخصی موفقانه حذف گردید

source: View leave request #
fa: نمایش درخواست مرخصی #

source: View a leave request
fa: نمایش یک درخواست مرخصی

source: List of leaves
fa: لیست مرخصی ها

source: Morning/Afternnon
fa: صبح/بعد از ظهر

source: Leave types
fa: انواع مرخصی ها

source: Create a new type
fa: ایجاد یک نوع جدید

source: No leave type found into the database.
fa: هیچ نوع مرخصی در پایگاه داده ها پیدا نشد.

source: Add a leave type
fa: یک نوع مرخصی اضافه نمایید

source: The leave type has been succesfully created.
fa: نوع مرخصی موفقانه ایجاد گردید.

source: Edit a Leave type
fa: ویرایش یک نوع مرخصی

source: Update
fa: به روزرسانی

source: The leave type has been succesfully updated.
fa: نوع مرخصی موفقانه به روزرسانی گردید.

source: Delete Leave Type
fa: حذف نوع مرخصی

source: You are about to delete one leave type, this procedure is irreversible.
fa: شما میخواهید یک نوع مرخصی را حذف نمایید، این عمل غیرقابل بازیابی میباشد.

source: The leave type has been succesfully deleted.
fa: نوع مرخصی موفقانه حذف گردید.

source: You cannot delete a system leave type.
fa: شما نمیتوانید یک نوع مرخصی سیستمی را حذف نمایید.

source: You cannot delete a leave type that is used.
fa: شما نمیتوانید یک نوع مرخصی را که هم اکنون در حال استفاده است را حذف نمایید.

source: Leave Management System
fa: سیستم مدیریت مرخصی

source: Change password
fa: تغییر رمز

source: Welcome
fa: خوش آمدید

source: Logout
fa: خروج

source: View my personal information
fa: نمایش اطلاعات شخصی من

source: reset password
fa: بازنشانی رمز

source: Admin
fa: مدیر

source: List of users
fa: لیست کاربران

source: Create user
fa: ایجاد کاربر

source: Settings
fa: تنظیمات

source: HR
fa: منابع انسانی

source: Employees
fa: کارمندان

source: Organization
fa: سازمان

source: Contracts
fa: قراردادها

source: List of positions
fa: لیست مقام ها

source: List of types
fa: لیست انواع

source: Reports
fa: گزارشات

source: Leave balance
fa: باقیمانده مرخصی

source: Validation
fa: تایید اعتبار

source: My collaborators
fa: همکاران من

source: Overtime
fa: اضافه کاری

source: Requests
fa: درخواست ها

source: List of extras
fa: لیست اضافه کاری ها

source: Request an extra
fa: درخواست اضافه کاری

source: My leaves
fa: مرخصی های من

source: Counters
fa: شمارنده ها

source: List of leave requests
fa: لیست درخواست های مرخصی

source: Request a leave
fa: درخواست مرخصی

source: Calendars
fa: تقویم ها

source: My workmates
fa: همکارانم

source: Department
fa: دپارتمان

source: Global
fa: عمومی

source: Tabular
fa: جدولی

source: Search for an entity
fa: جستجو برای یک واحد

source: Search
fa: جستجو

source: Employees attached to entity
fa: کارمندان الصاق شده به یک واحد

source: Attach an Employee
fa: الصاق یک کارمند

source: Detach an Employee
fa: جداسازی یک کارمند

source: Supervisor
fa: سرپرست

source: If you select a supervisor, he will receive a copy of accepted and rejected leave requests submitted by employees of this entity.
fa: اگر شما یک سرپرست را انتخاب نمایید، وی یک کپی از تمام درخواستهای پذیرفته شده و رد شده مرخصی که توسط کارمندان ایجاد گردیده را دریافت میکند.

source: Select a Supervisor
fa: یک سرپرست انتخاب نمایید

source: Delete Entity
fa: حذف واحد

source: You are about to delete one entity, this procedure is irreversible.
fa: شما میخواهید یک واحد را حذف نمایید، این عمل غیرقابل بازیابی میباشد.

source: Add an Employee
fa: اضافه نمودن یک کارمند

source: An error occured
fa: یک خطا بوجود آمد

source: Name of the entity
fa: نام واحد

source: Please select one entity in the organization (treeview on the right).
fa: لطفا یک واحد در سازمان را انتخاب نمایید (نمودار درختی در سمت راست)

source: Please select one employee in the table of users belonging to the selected entity.
fa: لطفاً یک کارمند را که به یک واحد مربوط میباشد را از جدول انتخاب نمایید.

source: You cannot delete the root entity.
fa: شما نمیتوانید واحد اصلی را حذف نمایید.

source: Overtime Requests submitted to me
fa: اضافه کاری هایی که به من درخواست گردیده

source: This screen lists the overtime requests submitted to you. If you are not a manager, this list will always be empty.
fa: این صفحه لیست تمام درخواستهای اضافه کاری را نشان میدهد، اگر شما یک مدیر نیستید این لیست همیشه برای شما خالی نشان داده میشود.

source: Fullname
fa: نام کامل

source: All requests
fa: تمام درخواست ها

source: Pending requests
fa: درخواست های معلق

source: You are not the line manager of this employee. You cannot reject this overtime request.
fa: شما مدیر بخش این کارمند نیستید، شما نمیتوانید این درخواست اضافه کاری را رد نمایید.

source: The overtime request has been successfully rejected.
fa: درخواست اضافه کاری موفقانه رد گردید.

source: You are not the line manager of this employee. You cannot accept this overtime request.
fa: شما مدیر بخش این کارمند نیستید، شما نمیتوانید این درخواست اضافه کاری را بپذیرید.

source: The overtime request has been successfully accepted.
fa: درخواست اضافه کاری موفقانه پذیرفته شد.

source: List of overtime resquests
fa: لیست درخواستهای اضافه کاری

source: Create position
fa: ایجاد مقام

source: Delete Position
fa: حذف مقام

source: You are about to delete one position, this procedure is irreversible.
fa: شما میخواهید یک مقام را حذف نمایید، این عمل غیرقابل بازیابی میباشد.

source: Create a new position
fa: ایجاد یک مقام جدید

source: The position has been succesfully created.
fa: مقام موفقانه ایجاد گردید.

source: Edit position #
fa: ویرایش مقام #

source: Update position
fa: به روز رسانی مقام

source: The position has been succesfully updated.
fa: مقام موفقانه به روز رسانی گردید.

source: The position has been succesfully deleted.
fa: مقام موفقانه حذف گردید

source: List of reports
fa: لیست گزارشات

source: Report
fa: گزارش

source: Back to list of reports
fa: بازگشت به لیست گزارشات

source: List of Report
fa: لیست گزارشات

source: Balance of leaves
fa: باقیمانده مرخصی ها

source: Launch
fa: راه اندازی

source: Leave Requests submitted to me
fa: مرخصی هایی که به من درخواست گردیده.

source: This screen lists the leave requests submitted to you. If you are not a manager, this list will always be empty.
fa: این صفحه لیست تمام درخواستهای مرخصی را نشان میدهد، اگر شما یک مدیر نیستید این لیست همیشه برای شما خالی نشان داده میشود.

source: List of my collaborators
fa: لیست همکاران من

source: This screen lists your collaborators. If you are not a manager, this list will always be empty.
fa: این صفحه لیست تمام همکارانتان را نشان میدهد، اگر شما یک مدیر نیستید این لیست همیشه برای شما خالی نشان داده میشود.

source: Create a leave request in behalf of this collaborator
fa: ایجاد یک درخواست مرخصی به نمایندگی از این همکار

source: Your are not the manager of this employee.
fa: شما مدیر این کارمند نیستید.

source: List of collaborators
fa: لیست همکاران

source: You are not the line manager of this employee. You cannot accept this leave request.
fa: شما مدیر بخش این کارمند نیستید، شما نمیتوانید این درخواست مرخصی را بپذیرید.

source: The leave request has been successfully accepted.
fa: درخواست مرخصی موفقانه پذیرفته شد.

source: You are not the line manager of this employee. You cannot reject this leave request.
fa: شما مدیر بخش این کارمند نیستید، شما نمیتوانید این درخواست مرخصی را رد نمایید.

source: The leave request has been successfully rejected.
fa: درخواست مرخصی موفقانه رد گردید.
