Repository: bbalet/jorani
Catalog: public/application/language/persian/persian.po
Languages: fa

source: List of leave resquests
fa: لیست درخواست های مرخصی

source: Morning/Afternoon
fa: صبح/بعد از ظهر

source: List of delegations
fa: لیست هیئت ها

source: This is the list of employees who can accept or reject a request in your behalf.
fa: این لیست کارمندانی است که میتوانند به نمایندگی از شما یک درخواست را پذیرفته یا رد کنند.

source: Revoke
fa: ابطال

source: Add a delegate
fa: اضافه نمودن یک هیئت

source: Are you sure that you want to revoke this delegation?
fa: آیا مطمئنید که میخواهید این هیئت را باطل کنید؟

source: Login
fa: ورود

source: Language
fa: زبان

source: Password
fa: رمز

source: Send me my password
fa: رمز من را به من بفرست

source: Please fill the login field
fa: لطفاً فورم ورود را پر نمایید

source: Unknown login. Please contact your HR Officer / Manager.
fa: ورود ناشناس. لطفاً با مدیر منابع انسانی یا مدیر عمومی تان تماس بگیرید.

source: The password has been sent to your e-mail adress.
fa: رمز به ایمیل شما فرستاده شد.

source: Invalid login id or password
fa: شناسه یا رمز شما اشتباه است

source: The language has been succesfully set to
fa: زبان سیستم موفقانه تنظیم شد به

source: Rename
fa: تغییر نام

source: Remove
fa: پاک کردن

source: Cut
fa: بریدن

source: Paste
fa: الصاق

source: Active
fa: فعال

source: Inactive
fa: غیرفعال

source: edit user details
fa: ویرایش مشخصات کاربر

source: delete user
fa: حذف کاربر

source: Role
fa: نقش

source: Create a new user
fa: ایجاد یک کاربر جدید

source: Import users
fa: وارد کردن کاربران

source: Delete User
fa: حذف کاربر

source: You are about to delete one user, this procedure is irreversible.
fa: شما میخواهید یک کاربر را حذف نمایید، این عمل غیرقابل بازیابی میباشد.

source: Import Users
fa: وارد کردن کاربران

source: Filename
fa: نام فایل

source: My personal information
fa: اطلاعات شخصی من

source: Position
fa: مقام

source: Date hired/started
fa: تاریخ استخدام/شروع کار

source: Internal/Company Identifier
fa: داخلی/کد سازمانی

source: Edit user #
fa: ویرایش کاربر #

source: Edit user
fa: ویرایش کاربر

source: No line manager.
fa: بدون مدیر بخش

source: If a user has no manager (itself), it can validate its leave requests.
fa: اگر یک کاربر مدیری ندارد(خودش بالاترین مقام است)، وی میتواند درخواست مرخصی خود را قبول نماید.

source: Self
fa: خود

source: Timezone
fa: منطقه زمانی

source: LDAP Path
fa: مسیر LDAP

source: Select the manager
fa: مدیر را انتخاب کنید

source: Select a position
fa: یک مقام را انتخاب نمایید

source: Update user
fa: به روزرسانی کاربر

source: The user has been succesfully updated
fa: کاربر موفقانه به روز رسانی گردید.

source: The user has been succesfully deleted
fa: کاربر موفقانه حذف گردید

source: The password has been succesfully changed
fa: رمز موفقانه تغییر داده شد

source: Generate password
fa: ساخت رمز

source: It is recommanded to select a contract. Do you want to create the user without a contract?
fa: بهتر است یک قرارداد را انتخاب نمایید. میخواهید یک کاربر بدون قرارداد ایجاد نمایید؟

source: The user has been succesfully created
fa: کاربر موفقانه ایجاد گردید

source: Username already exists.
fa: نام کاربری قبلاً استفاده شده.

source: This username is not available.
fa: این نام کاربری در دسترس نمیباشد.

source: Reset
fa: بازنشانی
