Repository: bbalet/jorani
Catalog: public/application/language/arabic/arabic.po
Languages: ar

source: Data & Config Diagnostic
ar: التاريخ وإعدادات التشخيص

source: Detection of configuration and data problems
ar: كشف للإعدادات والمشاكل في البيانات

source: No error
ar: لا يوجد اخطاء

source: Leave Requests
ar: طلبات الإجازات

source: Accepted but duplicated Leave Requests
ar: تم قبول طلبات الإجازات ولكن يوجد تداخلات

source: ID
ar: التعريف

source: Employee
ar: الموظف

source: Start Date
ar: تاريخ البدئ

source: Status
ar: الحالة

source: Type
ar: النوع

source: Afternoon/Morning
ar: بعد الظهر/ قبل الظهر

source: Leave Requests with a wrong start/end type.
ar: طلبات الإجازات ذات الأخطاء في البدئ والنهاية

source: Date
ar: التاريخ

source: Start
ar: البدئ

source: End
ar: النهاية

source: Entitled days
ar: الأيام المخولة

source: List of contracts and employees having entitlements for more than one year.
ar: قائمة العقود والموظفين المخولين لأكثر من عام.

source: Name
ar: الإسم

source: End Date
ar: تاريخ الإنتهاء

source: Contract
ar: العقد

source: Incomplete deletion into database.
ar: مسح غير تام في قاعدة البيانات.

source: Non-working days
ar: أيام العطل

source: Number of days (per contract) for which a non-working duration has been defined.
ar: عدد الأيام (حسب العقد) المعرفة فيها العطل.

source: Last year
ar: العام الماضي

source: This year
ar: هذا العام

source: Next year
ar: العام القادم

source: Overtime
ar: ساعات اضافية

source: Overtime requests with a negative duration
ar: طلبات الساعات الإضافية بفترات سالبة

source: Duration
ar: المدة

source: Contracts
ar: العقود

source: Unused contracts (check if the contract is not duplicated).
ar: عقود غير مستخدمة (يرجى التأكد من عدم تكرار العقد).

source: Balance
ar: الرصيد

source: Leave requests for which there are no entitlments.
ar: طلبات اجازة بدون رصيد.

source: OAuth clients and sessions
ar: المستخدمين وجلسات الولوج

source: Clients
ar: المستخدمين

source: List of clients allowed to use the REST API
ar: قائمة المستخدمين بصلاحيات استخدام الأدوات الشبكية REST API

source: edit client
ar: تعديل مستخدم

source: delete client
ar: مسح مستخدم

source: Add
ar: إضافة

source: Add OAuth Client
ar: إضافة مستخدم شبكات OAuth

source: Associate to an actual user
ar: ربط مع مستخدم فعلي

source: This client_id already exists
ar: رقم المستخدم التعريفي client_id موجود

source: Are you sure that you want to proceed?
ar: هل انت متأكد من الإستمرار؟

source: Sessions
ar: جلسات الولوج

source: List of active REST API OAuth Sessions
ar: قائمة جلسات ولوج شبكية REST API OAuth

source: Purge
ar: تطهير

source: Yearly calendar
ar: التقويم السنوي

source: Export
ar: تصدير

source: My calendar
ar: تقويمي

source: Calendar of my leaves.
ar: تقويم اجازاتي.

source: Download an iCal file
ar: تحميل تقويم من نوع iCal

source: (import the event into Outlook, Thunderbird, etc.)
ar: (تحميل حدث في نظام الإيميل Outlook،Thunderbird، الخ.)

source: Event details
ar: تفاصيل الحدث

source: Close
ar: إغلاق

source: Days off
ar: أيام الإجازات

source: Calendar of my workmates
ar: تقويم زملاء العمل

source: Leaves of employees having the same line manager
ar: اجازات الموظفين المشتركين بنفس المدير

source: Calendar of my subordinates
ar: تقويم المرؤوسين

source: Leaves of my direct report subordinates (will be empty if I'm not a manager).
ar: اجازات المرؤوسين (يكون خالي في حالة كوني غير المدير).

source: Calendar of my department
ar: تقويم قسمي

source: Calendar of employees working in my department
ar: تقويم الموظفين في قسمي

source: It appears that you don't belong to any department. Please contact your HR Officer / Manager.
ar: يبدو أنك غير تابع لأي قسم. يرجى الإتصال بقسم الموارد البشرية أو المدير.

source: Calendar of the organization
ar: تقويم المنظمة

source: Global calendar with a filter on entity
ar: تقويم عام مع تصفية حسب الكيان

source: Select the entity
ar: اختار الكيان

source: Select
ar: اختيار

source: Include sub-departments
ar: تضمين الأقسام الفرعية

source: Select an entity
ar: اختر كيان

source: OK
ar: نعم

source: Cancel
ar: الغاء

source: Tabular Calendar
ar: قائمة جدولية

source: Month
ar: شهر

source: Year
ar: سنة

source: Previous
ar: السابق

source: Next
ar: اللاحق

source: Select a list
ar: اختر قائمة

source: Display leave types
ar: إظهار نوع الإجازات

source: Calendar Tabular
ar: جدولة التقويم

source: Entity
ar: كيان

source: Sub-entities
ar: كيانات فرعية

source: Mo
ar: ثن

source: Tu
ar: ثل

source: We
ar: ار

source: Th
ar: خم

source: Fr
ar: جم

source: Sa
ar: سب

source: Su
ar: اح

source: Monday
ar: اثنين

source: Tuesday
ar: ثلاثاء

source: Wednesday
ar: اربعاء

source: Thursday
ar: خميس

source: Friday
ar: جمعة

source: Saturday
ar: سبت

source: Sunday
ar: احد

source: All days
ar: كل الأيام

source: January
ar: كانون الثاني

source: February
ar: شباط

source: March
ar: آذار

source: April
ar: نيسان

source: May
ar: آيار

source: June
ar: حزيران

source: July
ar: تموز

source: August
ar: آب

source: September
ar: أيلول

source: October
ar: تشرين الأول

source: November
ar: تشرين الثاني

source: December
ar: كانون الأول

source: List of contracts
ar: قائمة العقود

source: Start period
ar: بداية الفترة

source: End period
ar: نهاية الفترة

source: delete contract
ar: مسح عقد

source: edit contract
ar: تعديل عقد

source: entitled days
ar: أيام الصلاحيات

source: days off and weekends
ar: أيام العطل ونهاية الإسبوع

source: Exclude leave types
ar: استثناء أنواع اجازات

source: Export this list
ar: تصدير هذه القائمة

source: Create contract
ar: إنشاء عقد

source: Delete Contract
ar: مسح عقد

source: You are about to delete one contract, this procedure is irreversible.
ar: انت على وشك أن تمسح احد العقود، هذا الإجراء غير قابل للإستعادة.

source: Do you want to proceed?
ar: هل تريد الإستمرار؟

source: Yes
ar: نعم

source: No
ar: لا

source: Exclude leave types from a contract
ar: استثناء أنواع اجازات من عقد

source: You cannot exclude leave types already in use (used at least one time by en employee attached to the contract) and the default leave type (set on the contract or into the configuration file).
ar: لا يمكن استثناء انواع إجازات مستخدمة حالياُ (مستخدمة على الأقل لمرة واحدة من قبل موظف مرتبط بعقد) ولا نوع الإجازة الإفتراضي (المثبت في العقد أو في ملف الإعدادات).

source: Included leave types
ar: ادراج انواع اجازات

source: Excluded leave types
ar: استثناء انواع اجازات

source: Include this leave type
ar: ادراج هذا النوع من الإجازات

source: Exclude this leave type
ar: استثناء هذا النوع من الإجازات

source: This leave type is already in use
ar: نوع الإجازات هذا مستخدم حالياً

source: You cannot exclude the default leave type
ar: لا يمكن استثناء نوع الإجازات الإفتراضي

source: Edit a contract
ar: تعديل عقد

source: Edit contract #
ar: تعديل عقد #

source: Month / Start
ar: الشهر / البدئ

source: Day / Start
ar: اليوم / بدئ

source: Month / End
ar: الشهر / انتهاء

source: Day / End
ar: اليوم / انتهاء

source: Default leave type
ar: نوع الإجازة الإفتراضي

source: Update contract
ar: تحديث العقد

source: The contract has been succesfully updated
ar: تم تحديث العقد بنجاح

source: Create a new contract
ar: إنشاء عقد جديد

source: The contract has been succesfully created
ar: تم إنشاء العقد بنجاح

source: The contract has been succesfully deleted
ar: تم مسح العقد بنجاح

source: Calendar of non working days
ar: تقويم أيام العطل

source: Days off and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
ar: أيام العطل ونهاية الإسبوع غير مثبتة إفتراضياً. إضغط على أحد الأيام لتعديله بصورة منفصلة أو استخدم الزر "سلسلة".

source: Legend:
ar: تفسير:

source: All day
ar: كل الأيام

source: Morning
ar: قبل الظهر

source: Afternoon
ar: بعد الظهر

source: Back to contracts
ar: العودة للعقود

source: Series of non-working days
ar: سلسلة أيام العطل

source: Edit day off
ar: تعديل يوم عطلة

source: Title
ar: عنوان

source: Working day
ar: يوم عمل

source: All day is off
ar: كل اليوم عطلة

source: Morning is off
ar: قبل الظهر عطلة

source: Afternoon is off
ar: بعد الظهر عطلة

source: Delete
ar: مسح

source: Import iCal
ar: تحميل ملف التقويم iCal

source: URL of non-working days iCal file
ar: رابط ملف تقويم العطل iCal

source: Edit a series of days off
ar: تعديل سلسلة أيام العطل

source: Mark every
ar: أشر كل

source: From
ar: من

source: Current
ar: الحالي

source: To
ar: لغاية

source: As a
ar: ك

source: Copy
ar: نسخة

source: You must select a contract.
ar: يجب إختيار عقد

source: Data has been copied successfully.
ar: تم نسخ البيانات بنجاح

source: No data available in table
ar: لا يوجد بيانات في الجدول

source: Showing _START_ to _END_ of _TOTAL_ entries
ar: إظهار الكيانات _START_ to _END_ of _TOTAL_

source: Showing 0 to 0 of 0 entries
ar: إظهار 0 لغاية 0 من 0 كيان

source: (filtered from _MAX_ total entries)
ar: (تصفية من _MAX_ الكيانات الكلية)

source: Show _MENU_ entries
ar: إظهار الكيانات _MENU_

source: Loading...
ar: تحميل...

source: Processing...
ar: معالجة...

source: Search:
ar: بحث:

source: No matching records found
ar: لا يوجد قيود مطابقة

source: First
ar: الأول

source: Last
ar: الأخير

source: : activate to sort column ascending
ar: : تفعيل لترتيب العمود تصاعدياً

source: : activate to sort column descending
ar: : تفعيل لترتيب العمود تنازلياً

source: Page length
ar: طول الصفحة

source: 10 rows
ar: 10 صفوف

source: 25 rows
ar: 25 صف

source: 50 rows
ar: 50 صف

source: Show all
ar: اظهار الكل

source: Change columns
ar: تغيير العواميد

source: Your password has been reset
ar: تم تصفير كلمة المرور

source: Your account has been created
ar: تم انشاء الحساب

source: Leave Request from
ar: طلب الإجازة من

source: Leave Request
ar: طلب الإجازة

source: Leave Request Cancellation from
ar: الغاء طلب الإجازة من

source: Leave Request Cancellation
ar: الغاء طلب الإجازة

source: Your Cancellation Request has been accepted
ar: تم قبول طلب الإلغاء

source: Your Cancellation Request has been rejected
ar: تم رفض طلب الإلغاء

source: Your leave request has been accepted
ar: تم قبول طلب الإجازة

source: Your leave request has been rejected
ar: تم رفض طلب الإجازة

source: Your overtime request has been accepted
ar: تم قبول طلب الساعات الإضافية

source: Your overtime request has been rejected
ar: تم رفض طلب الساعات الإضافية

source: Overtime Request
ar: طلب الساعات الإضافية

source: Overtime request from
ar: طلب الساعات الإضافية من

source: Entitled days for contract
ar: الأيام المخولة في العقد

source: Edit
ar: تعديل

source: Days
ar: الأيام

source: Leave type
ar: نوع الإجازة

source: Description
ar: الوصف

source: Add entitled days
ar: إضافة تخويل أيام

source: "The field " + fieldname + " is mandatory."
ar: "الحقل "+fieldname+" مطلوب"

source: Back to the list of contracts
ar: العودة لقائمة العقود

source: Are you sure that you want to delete it?
ar: هل انت متأكد من المسح؟

source: Step
ar: خطوة

source: Entitled days for employee
ar: الأيام المخولة للموظف

source: Back to the list of employees
ar: العودة لقائمة الموظفين

source: Entitled days to Contract #
ar: الأيم المخولة للعقد #

source: Yearly leave period:
ar: فترة إجازات العام:

source: Entitled days to Employee
ar: الأيام المخولة للموظف

source: My overtime requests
ar: طلبات الساعات الإضافية

source: view
ar: مشاهدة

source: edit
ar: تعديل

source: delete
ar: مسح

source: Reason
ar: السبب

source: New request
ar: طلب جديد

source: Delete overtime request
ar: مسح طلب الساعات الإضافية

source: You are about to delete one overtime request, this procedure is irreversible.
ar: انت على وشك مسح طلب ساعات إضافية، الإجراء غير قابل للرجوع.

source: Submit an overtime request
ar: إرسال طلب ساعات إضافية

source: In days or fraction of days (e.g. 0.125 for 1h if you work 8h/day).
ar: خلال أيام أو أجزاء من الأيام ( مثل 0.125 لساعة واحدة في حال كان عملك 8 ساعات/ اليوم).

source: Request overtime
ar: طلب ساعات إضافية

source: The overtime request has been succesfully created
ar: تم إنشاء طلب الساعات الإضافية بنجاح

source: The overtime request has been succesfully created or updated, but you don't have a manager.
ar: تم إنشاء أو تعديل طلب الساعات الإضافية بنجاح، ولكن ليس لديك مدير.

source: Edit overtime request #
ar: تعديل طلب الساعات الإضافية #

source: Edit a overtime request
ar: تعديل طلب الساعات الإضافية

source: Update overtime
ar: تعديل الساعات الإضافية

source: You cannot edit an overtime request already submitted
ar: لا يحق لك تعديل طلب ساعات إضافية مرسلة مسبقاً

source: The overtime request has been succesfully updated
ar: تم تعديل طلب الساعات الإضافية بنجاح

source: The overtime request has been succesfully deleted
ar: تم مسح طلب الساعات الإضافية بنجاح

source: You can't delete this overtime request
ar: لا تستطيع مسح هذا الطلب للساعات الإضافية

source: View overtime request #
ar: معاينة طلب الساعات الإضافية #

source: View overtime request
ar: معاينة طلب الساعات الإضافية

source: Back to list
ar: العودة للقائمة

source: List of overtime worked
ar: قائمة الساعات الإضافية الشغالة

source: Leave Management System
ar: نظام إدارة الإجازات

source: Link to documentation
ar: رابط الوثائق

source: Operation (%s) is not granted
ar: الإجراء (%s) غير مسموح

source: Please wait
ar: يرجى الإنتظار

source: Internet Explorer 8 and older browser are not supported. Please upgrade to IE9 or use Firefox, Chrome, etc.
ar: نظام التصفح Internet Explorer 8 وأنظمة التصفح الأقدم منه غير مدعومة. يرجى الإرتقاء الى أنظمة أحدث مثل IE9 وFirefox وGoogle Chrome الخ.

source: Object not found. Maybe that you are trying to access to an object that was deleted.
ar: المكون غير موجود. ربما تحاول الوصول الى مكون ممسوح.

source: m/d/Y
ar: d/m/Y

source: mm/dd/yy
ar: dd/mm/yy

source: MM/DD/YYYY
ar: DD/MM/YYYY

source: TRUE
ar: صحيح

source: FALSE
ar: خاطئ

source: Go top
ar: ذهاب للأعلى

source: &copy; 2014 Jorani Authors
ar: &copy; 2014 مؤلفي جوراني

source: Requested
ar: طلب

source: Planned
ar: مخطط

source: Accepted
ar: مقبول

source: Rejected
ar: مرفوض

source: Cancellation
ar: الإلغاء

source: Canceled
ar: الغيت

source: today
ar: اليوم

source: identifier
ar: المعرِف

source: firstname
ar: الاسم الأول

source: lastname
ar: اللقب

source: date hired
ar: تاريخ التعيين

source: department
ar: القسم

source: position
ar: المنصب

source: contract
ar: العقد

source: day off
ar: يوم اجازة

source: leave
ar: اجازة

source: All
ar: الكل

source: copied
ar: استنسخ

source: Do You Authorize %s application?
ar: هل تسمح للتطبيق %s؟

source: Your session has expired please login again
ar: انتهت جلسة الولوج يرجى إعادة الدخول

source: Unexpected Ajax Error
ar: خطأ شبكي غير متوقع

source: List of employees
ar: قائمة الموظفين

source: edit user
ar: تعديل المستخدم

source: Leaves
ar: الإجازات

source: OT Worked
ar: س إ مشغولة

source: Leave Balance
ar: رصيد الإجازات

source: Create Leave Request
ar: إنشاء طلب اجازة

source: Presence report
ar: تقرير الحضور

source: Delegations
ar: المبعوثين

source: Firstname
ar: الاسم الأول

source: Lastname
ar: اللقب

source: E-mail
ar: البريد الألكتروني

source: Manager
ar: مدير

source: Identifier
ar: معرف

source: Date hired
ar: تاريخ التعيين

source: Position
ar: المنصب

source: Create
ar: إنشاء

source: Right-click / taphold on an employee for contextual actions.
ar: زر-اليمين/ ثبت الخيار على الموظف لفتح خيارات الإجراءات

source: Active
ar: فعال

source: Inactive
ar: غير مفعل

source: Selection
ar: الإختيار

source: Select all
ar: اختيار الكل

source: Deselect all
ar: الغاء اختيار الكل

source: Select Manager
ar: اختر المدير

source: Select Contract
ar: اختر العقد

source: Select Entity
ar: اختر الكيان

source: Submit a leave request
ar: ارسال طلب الإجازة

source: Select the manager
ar: اختر المدير

source: You must select at least one employee into the table
ar: يجب اختيار موظف واحد على الأقل في الجدول

source: List of requested leaves
ar: قائمة طلبات الإجازات

source: List of leaves for employee #
ar: قائمة اجازات الموظف #

source: accept
ar: قبول

source: reject
ar: رفض

source: show history
ar: عرض التاريخ

source: Delete leave request
ar: مسح طلب الإجازة

source: You are about to delete one leave request, this procedure is irreversible.
ar: انت على وشك مسح طلب اجازة واحد، هذا الإجراء غير قابل للإستعادة.

source: List of deleted leave requests
ar: قائمة طلبات الإجازة الممسوحة

source: You are exceeding your entitled days
ar: انت تخطيت الأيام المخولة لك

source: You have requested another leave request within the same dates.
ar: طلبت اجازة أخرى بنفس الفترة.

source: Cause (optional)
ar: السبب (اختياري)

source: Request leave
ar: طلب اجازة

source: The leave request has been succesfully created
ar: تم انشاء طلب الإجازة بنجاح

source: The leave request has been succesfully created or updated, but you don't have a manager.
ar: تم إنشاء أو تعديل طلب الإجازة بنجاح، ولكن ليس لديك مدير.

source: %s non-working days in the period
ar: %s أيام عطل خلال الفترة

source: Your leave request matches with a non-working day.
ar: يتقاطع طلب الإجازة مع أيام العطل

source: It appears that you have no contract. Please contact your HR Officer / Manager.
ar: يبدو أنه ليس لديك عقد. يرجى الإتصال بقسم الموارد البشرية أو المدير.

source: You can't create a leave request for two yearly leave periods. Please create two different leave requests.
ar: لا يمكنك انشاء طلب اجازة لفترتي اجازة سنويتين. يرجى إنشاء طلبين للإجازة لكل سنة.

source: List of overtime requests
ar: قائمة الساعات الإضافية

source: List of overtime requests for employee #
ar: قائمة الساعات الإضافية للموظف #

source: Leave balance for user #
ar: رصيد الإجازات للمستخدم #

source: Available
ar: متوفر

source: Taken
ar: مأخوذ

source: Entitled
ar: المخولة

source: This employee has no contract.
ar: لا يملك هذا الموظف أي عقد

source: Date of report
ar: تاريخ التقرير

source: By default this report shows the values for the last month. Please note that the list of leaves shows only the accepted leave requests.
ar: إفتراضياً هذا التقرير يظهر قيم الشهر الماضي. يرجى الإنتباه أن قائمة الإجازات تظهر فقط طلبات الإجازات المقبولة.

source: Execute
ar: تفعيل

source: Number of days
ar: عدد الأيام

source: Number of working days
ar: عدد أيام العمل

source: Number of non-working days
ar: عدد أيام العطل

source: Duration of leaves
ar: مدة الإجازات

source: Duration of presence
ar: مدة الحضور

source: Overlapping detected
ar: تم الكشف عن وجود تداخلات

source: The employee has no contract
ar: لا يملك هذا الموظف أي عقد

source: Please check
ar: يرجى المعاينة

source: List of leaves in the month
ar: قائمة الإجازات خلال الشهر

source: My summary
ar: ملخصاتي

source: Overtime details (added to compensate leaves)
ar: تفاصيل الساعات الإضافية (أضيفت لتعويض الإجازات)

source: Catch up for
ar: الإلحاق ب

source: No entitled or taken days for this period. Please contact your HR Officer / Manager.
ar: لا يوجد تخويل أو أيام مأخوذة في هذه الفترة. يرجى الإتصال بقسم الموارد البشرية أو المدير.

source: My leave requests
ar: طلبات إجازاتي

source: cancel
ar: الغاء

source: Last change
ar: اخر تعديل

source: Changed Date
ar: تاريخ التعديل

source: Change Type
ar: نوع التعديل

source: Changed By
ar: عدلت من قبل

source: The leave request has been successfully created
ar: تم انشاء طلب الإجازة بنجاح

source: The leave request has been successfully created or updated, but you don't have a manager.
ar: تم إنشاء أو تعديل طلب الإجازة بنجاح، ولكن ليس لديك مدير.

source: Edit a leave request
ar: تعديل طلب اجازة

source: Edit leave request #
ar: تعديل طلب الإجازة #

source: Update leave
ar: تحديث الإجازة

source: You cannot edit a leave request already submitted
ar: لا يحق لك تعديل طلب اجازة مرسلة مسبقاً

source: The leave request has been successfully updated
ar: تم تحديث طلب الإجازة بنجاح

source: You can't cancel this leave request
ar: لا تستطيع الغاء طلب الإجازة هذا

source: The cancellation request has been successfully sent
ar: تم إرسال طلب الإلغاء بنجاح

source: The leave request has been successfully cancelled
ar: تم الغاء طلب الإجازة بنجاح

source: An error occured while trying to accept the cancellation
ar: حدث خطأ أثناء محاولة قبول الإلغاء

source: The leave request has now its original status of Accepted
ar: تم تأشير طلب الإجازة بالوضع الأصلي للقبول

source: An error occured while trying to reject the cancellation
ar: حدث خطأ أثناء محاولة رفض الإلغاء

source: You can't delete this leave request
ar: لا تستطيع مسح طلب الإجازة هذا

source: The leave request has been successfully deleted
ar: تم مسح طلب الإجازة بنجاح

source: View leave request #
ar: معاينة طلب الإجازة #

source: View a leave request
ar: معاينة طلب الإجازة

source: List of leaves
ar: قائمة الإجازات

source: Morning/Afternoon
ar: قبل الظهر/بعد الظهر

source: Send a reminder
ar: إرسال تذكير

source: The reminder email was sent to the manager
ar: ارسلت رسالة التذكير الى المدير

source: Comments
ar: التعليقات

source: New comment
ar: تعليق جديد

source: Send comment
ar: ارسال تعليق

source: says
ar: يقول

source: The status of the leave have been changed to
ar: تغيرت حالة الإجازة الى

source: Leave types
ar: أنواع الإجازات

source: Leave type #0 is a system type reserved for overtime management. You should not use it for other requests.
ar: نوع الإجازة #0 خاص بالنظام وهو مخصص لإدارة الساعات الإضافية. يجب أن لا تستخدمه مع أنواع أخرى من الطلبات.

source: Leave type #0 is a system type reserved for overtime management. Are you sure that you want to rename it?
ar: نوع الإجازة #0 خاص بالنظام وهو مخصص لإدارة الساعات الإضافية. هل أنت متأكد من إعادة تسميته؟

source: Acronym
ar: المرادف

source: Deduct non working days
ar: قطع أيام العطل

source: Create a new type
ar: إنشاء نوع جديد

source: No leave type found into the database.
ar: لا يوجد أنوع اجازات في قاعدة البيانات.

source: This leave type already exists.
ar: نوع الإجازة موجود.

source: Add a leave type
ar: إضافة نوع اجازة

source: Suggest an acronym
ar: اقتراح مرادف

source: The leave type has been succesfully created.
ar: تم إنشاء نوع الإجازة بنجاح.

source: Edit a Leave type
ar: تعديل نوع الإجازة

source: Update
ar: تحديث

source: The leave type has been succesfully updated.
ar: تم تحديث نوع الإجازة بنجاح.

source: Delete Leave Type
ar: مسح نوع الإجازة

source: You are about to delete one leave type, this procedure is irreversible.
ar: انت على وشك مسح نوع اجازة واحد، هذا الإجراء غير قابل للإستعادة.

source: The leave type has been succesfully deleted.
ar: تم مسح نوع الإجازة بنجاح.

source: You cannot delete a system leave type.
ar: لا يمكنك مسح نوع الإجازة الخاص بالنظام.

source: You cannot delete a leave type that is used.
ar: لا يمكنك مسح نوع إجازة قيد الإستخدام.

source: Change password
ar: تغيير كلمة المرور

source: Welcome
ar: مرحباً

source: Logout
ar: خروج

source: View my personal information
ar: معاينة بياناتي الشخصية

source: reset password
ar: تصفير كلمة المرور

source: Admin
ar: المشرف

source: List of users
ar: قائمة المستخدمين

source: Create user
ar: إنشاء مستخدم

source: Settings
ar: إعدادات

source: Diagnostic
ar: تشخيص

source: OAuth Clients
ar: مستخدمي الشبكات OAuth

source: HR
ar: الموارد البشرية

source: Employees
ar: الموظفين

source: Organization
ar: المنظمة

source: List of positions
ar: قائمة المراتب

source: List of types
ar: قائمة الأنواع

source: Reports
ar: التقارير

source: Leave balance
ar: رصيد الإجازات

source: Leave requests
ar: طلبات الإجازات

source: Approval
ar: القبول

source: My subordinates
ar: المرؤوسين

source: Requests
ar: الطلبات

source: List of OT Worked
ar: قائمة س إ المشتغلة

source: Submit an OT Request
ar: تقديم طلب س إ

source: Counters
ar: العدادات

source: List of leave requests
ar: قائمة طلبات الإجازة

source: Request a leave
ar: طلب إجازة

source: Calendars
ar: التقاويم

source: My workmates
ar: زملائي

source: Department
ar: قسم

source: Global
ar: عام

source: Tabular
ar: جدولي

source: Search for an entity
ar: بحث عن كيان

source: Search
ar: بحث

source: Employees attached to entity
ar: موظفين مرتبطين بكيان

source: Attach an Employee
ar: ربط موظف

source: Detach an Employee
ar: استقطاع موظف

source: Supervisor
ar: المشرف
