Repository: bbalet/jorani
Catalog: public/application/language/arabic/arabic.po
Languages: ar

source: If you select a supervisor, he will receive a copy of accepted and rejected leave requests submitted by employees of this entity.
ar: اذا اخترت مشرف، ستصله نسخة من طلبات الإجازة المسموحة والمرفوضة قدمت من قبل موظفين في هذا الكيان.

source: Select a Supervisor
ar: اختر مشرف

source: Delete Entity
ar: مسح كيان

source: You are about to delete one entity, this procedure is irreversible.
ar: انت على وشك أن تمسح احد الكيانات، هذا الإجراء غير قابل للإستعادة.

source: Add an Employee
ar: إضفاة موظف

source: An error occured
ar: حدث خطأ

source: Name of the entity
ar: اسم الكيان

source: Please select one entity in the organization (treeview on the right).
ar: يرجى اختيار احد الكيانات في المنظمة (مبينة في شكل الشجرة على اليمين)

source: Please select one employee in the table of users belonging to the selected entity.
ar: يرجى اختيار احد الموظفين في جدول المستخدمين يعود الى الكيان الذي تم اختياره.

source: You cannot delete the root entity.
ar: لا يمكن مسح جذر الكيان.

source: Select a list of employees
ar: اختر قائمة موظفين

source: Rename a list
ar: إعادة تسمية قائمة

source: Add a new list
ar: إضافة قائمة جديدة

source: Delete a list
ar: مسح قائمة

source: Add employees
ar: إضافة موظفين

source: Remove selected employees
ar: مسح الموظفين المختارين

source: Name of the list
ar: اسم القائمة

source: Are you sure that you want to delete this list?
ar: هل انت متأكد من مسح هذه القائمة؟

source: New name of the list
ar: اسم جديد للقائمة

source: Overtime Requests submitted to me
ar: طلبات ساعات إضافية مرسلة الي

source: This screen lists the overtime requests submitted to you. If you are not a manager, this list will always be empty.
ar: تظهر الشاشة طلبات الساعات الإضافية المقدمة اليك. إذا لم تكن المدير، ستكون هذه القائمة دائماً فارغة.

source: Fullname
ar: الإسم الكامل

source: All requests
ar: كافة الطلبات

source: Pending requests
ar: طلبات قيد الإجراء

source: You are not the line manager of this employee. You cannot reject this overtime request.
ar: لست مديراً لهذا الموظف. لا يمكنك رفض طلب الساعات الإضافية هذا.

source: The overtime request has been successfully rejected.
ar: تم رفض طلب الساعات الإضافية بنجاح

source: You are not the line manager of this employee. You cannot accept this overtime request.
ar: لست مديراً لهذا الموظف. لا يمكنك قبول طلب الساعات الإضافية هذا.

source: The overtime request has been successfully accepted.
ar: تم قبول طلب الساعات الإضافية بنجاح

source: Create position
ar: إنشاء منصب

source: Delete Position
ar: مسح منصب

source: You are about to delete one position, this procedure is irreversible.
ar: انت على وشك أن تمسح احد المناصب، هذا الإجراء غير قابل للإستعادة.

source: Create a new position
ar: إنشاء منصب جديد

source: The position has been succesfully created.
ar: تم إنشاء المنصب بنجاح

source: Edit position #
ar: تعديل منصب #

source: Update position
ar: تحديث منصب

source: The position has been succesfully updated.
ar: تم تحديث المنصب بنجاح

source: The position has been succesfully deleted.
ar: تم مسح المنصب بنجاح

source: List of reports
ar: قائمة التقارير

source: Report
ar: تقرير

source: Back to list of reports
ar: عودة الى قائمة التقارير

source: List of Report
ar: قائمة التقارير

source: Balance of leaves
ar: رصيد الإجازات

source: Launch
ar: إطلاق

source: Leave Requests submitted to me
ar: طلبات إجازة مقدمة الي

source: This screen lists the leave requests submitted to you. If you are not a manager, this list will always be empty.
ar: تظهر الشاشة طلبات الإجازة المقدمة اليك. إذا لم تكن المدير، ستكون هذه القائمة دائماً فارغة.

source: List of my subordinates
ar: قائمة المرؤوسين

source: This screen lists your direct report subordinates. If you are not a manager, this list will always be empty.
ar: تظهر الشاشة المرؤوسين المباشرين. إذا لم تكن المدير، ستكون هذه القائمة دائماً فارغة.

source: Create a leave request in behalf of this subordinate
ar: إنشاء طلب إجازة بالنيابة عن هذا المرؤوس

source: Your are not the manager of this employee.
ar: لست مدير هذا الموظف

source: List of subordinates
ar: قائمة المرؤوسين

source: You are not the line manager of this employee. You cannot accept this leave request.
ar: لست مديراً لهذا الموظف. لا يمكنك قبول طلب الإجازة هذا.

source: The leave request has been successfully accepted.
ar: تم قبول طلب الإجازة بنجاح

source: You are not the line manager of this employee. You cannot reject this leave request.
ar: لست مديراً لهذا الموظف. لا يمكنك رفض طلب الإجازة هذا.

source: The leave request has been successfully rejected.
ar: تم رفض طلب الإجازة بنجاح

source: List of delegations
ar: قائمة المبعوثين

source: This is the list of employees who can accept or reject a request in your behalf.
ar: هذه قائمة بالموظفين المخولين بقبول أو رفض الطلبات بالنيابة عنك.

source: Revoke
ar: استعادة صلاحيات

source: Add a delegate
ar: اضافة مبعوث

source: Are you sure that you want to revoke this delegation?
ar: هل انت متأكد من سحب الصلاحيات من المبعوث؟

source: Leave balance (subordinates)
ar: رصيد الإجازات (المرؤوسين)

source: Leave balance of my direct report subordinates. If you are not a manager, this list will always be empty.
ar: رصيد الإجازات للمرؤوسين. إذا لم تكن المدير، ستكون هذه القائمة دائماً فارغة.

source: Send a new comment (optional)
ar: ارسال تعليق جديد (اختياري)

source: Reject
ar: الرفض

source: Login
ar: الدخول

source: Language
ar: اللغة

source: Password
ar: كلمة المرور

source: Send me my password
ar: أرسل الي كلمة المرور

source: Are you sure that you want to reset your password?
ar: هل انت متأكد من تصفير كلمة المرور؟

source: Please fill the login field
ar: ارجو ملئ حقل الدخول

source: Unknown login. Please contact your HR Officer / Manager.
ar: الأسم غير معرف. يرجى الإتصال بالموارد البشرية أو المدير.

source: The password has been sent to your e-mail adress.
ar: تم إرسال كلمة المرور على البريد الألكتروني.

source: Invalid login id or password
ar: الإسم غير صحيح أو كلمة المرور خاطئة

source: The language has been succesfully set to
ar: تم تغيير اللغة بنجاح لتكون

source: Your account is disabled. Please contact your HR Officer / Manager.
ar: تم تعطيل حسابك. يرجى الإتصال بالموارد البشرية أو المدير.

source: Rename
ar: إعادة تسمية

source: Remove
ar: مسح

source: Cut
ar: قطع

source: Paste
ar: لصق

source: edit user details
ar: تعديل تفاصيل المستخدم

source: delete user
ar: مسح مستخدم

source: Role
ar: دور

source: Create a new user
ar: إنشاء مستخدم جديد

source: Import users
ar: استيراد مستخدمين

source: Delete User
ar: مسح مستخدم

source: You are about to delete one user, this procedure is irreversible.
ar: انت على وشك مسح أحد المستخدمين، هذا الإجراء غير قابل للإستعادة.

source: Import Users
ar: استيراد مستخدمين

source: Filename
ar: اسم الملف

source: My personal information
ar: بياناتي الشخصية

source: Date hired/started
ar: تاريخ التعيين/البدئ

source: Internal/Company Identifier
ar: الرقم الداخلي في الشركة

source: Edit user #
ar: تعديل المستخدم #

source: Edit user
ar: تعديل المستخدم

source: No line manager.
ar: لا يوجد مدير

source: If a user has no manager (itself), it can validate its leave requests.
ar: اذا كان المستخدم بدون مدير (مديراً على نفسه)، يمكنه مراجعة الطلبات.

source: Self
ar: ذاتي

source: Timezone
ar: منطقة زمنية

source: LDAP Path
ar: مسار LDAP

source: Select a position
ar: اختر منصب

source: Update user
ar: تحديث المستخدم

source: The user has been succesfully updated
ar: تم تحديث المستخدم بنجاح

source: The user has been succesfully deleted
ar: تم مسح المستخدم بنجاح

source: The password has been succesfully changed
ar: تم تغيير كلمة المرور بنجاح

source: Generate password
ar: إنشاء كلمة مرور

source: It is recommended to select a contract. Do you want to create the user without a contract?
ar: ينصح بإختيار عقد. هل تريد إنشاء المستخدم بدون عقد؟

source: The user has been succesfully created
ar: تم إنشاء المستخدم بنجاح

source: Username already exists.
ar: اسم المستخدم موجود.

source: This username is not available.
ar: اسم المستخدم غير متوفر.

source: Reset
ar: تصفير
