Repository: bbalet/jorani
Catalog: public/application/language/*/*.po
Languages: dutch, german, portuguese

source: Remove
dutch: Verwijderen
german: Entfernen
portuguese: Remover

source: Cut
dutch: Knippen
german: Ausschneiden
portuguese: Cortar

source: Paste
dutch: Plakken
german: Einfügen
portuguese: Colar

source: edit user details
dutch: Edit gebruikersdetails
german: Userdetails bearbeiten
portuguese: Editar detalhes do utilizador

source: delete user
dutch: Verwijder gebruiker
german: User löschen
portuguese: Eliminar utilizador

source: Role
dutch: Rol
german: Rolle
portuguese: Função

source: Create a new user
dutch: Maak een nieuwe gebruiker aan
german: Neuen User anlegen
portuguese: Criar novo utilizador

source: Import users
dutch: Importeer gebuikers
german: User importieren
portuguese: importar utilizadores

source: Delete User
dutch: Verwijder gebruikers
german: User löschen
portuguese: Eliminar utilizadores

source: You are about to delete one user, this procedure is irreversible.
dutch: U staat op het punt een gebruiker te verwijderen; dit kan niet ongedaan gemaakt worden.
german: Sie sind dabei einen User zu löschen, dieser Vorgang kann nicht rückgängig gemacht werden.
portuguese: Está prestes a excluir um utilizador, este procedimento é irreversível.

source: Import Users
dutch: Importeer gebruikers
german: User importieren
portuguese: importar utilizadores

source: Filename
dutch: Bestandsnaam
german: Dateiname
portuguese: Nome do ficheiro

source: My personal information
dutch: Mijn persoonlijke info
german: Meine persönlichen Informationen
portuguese: Minha informação pessoal

source: Date hired/started
dutch: Datum start aanstelling
german: Anmeldedatum
portuguese: Data de contratação/inicio

source: Internal/Company Identifier
dutch: Interne identifier
german: Interner Identifikator
portuguese: identificador da empresa/interno

source: Edit user #
dutch: Wijzig gebruiker #
german: User # bearbeiten
portuguese: editar utilizador #

source: Edit user
dutch: Wijzig gebruiker
german: User bearbeiten
portuguese: editar utilizador

source: No line manager.
dutch: Geen manager.
german: Kein Vorgesetzter.
portuguese: Sem gestor

source: If a user has no manager (itself), it can validate its leave requests.
dutch: Als een gebruiker geen manager heeft dan kan ze zijn eigen verzoeken valideren!
german: Wenn ein Nutzer keinen (oder sich selbst als) Vorgesetzten hat, kann er seine Abwesenheitsanträge selbst bearbeiten.
portuguese: Se um utilizador não tiver um gestor (o próprio), pode validar os seus pedidos.

source: Self
dutch: Zelf
german: Selbst
portuguese: Próprio

source: LDAP Path
dutch: LDAP pad
german: LDAP Pfad
portuguese: caminho LDAP

source: Select a position
dutch: Selecteer een functie
german: Position auswählen
portuguese: Selecione uma posição

source: Update user
dutch: Update gebruiker
german: User aktualisieren
portuguese: Atualizar utilizador

source: The user has been succesfully updated
dutch: De gebruiker is succesvol geupdate
german: User wurde erfolgreich aktualisiert
portuguese: O utilizador foi atualizado com sucesso

source: The user has been succesfully deleted
dutch: De gebruiker is succesvol verwijderd
german: User wurde erfolgreich gelöscht
portuguese: O utilizador foi eliminado com sucesso

source: The password has been succesfully changed
dutch: Het wachtwoord is succesvol bijgewerkt
german: Passwort erfolgreich geändert
portuguese: A password foi alterada com sucesso

source: Generate password
dutch: Genereer een wachtwoord
german: Passwort erzeugen
portuguese: Gerar password

source: It is recommended to select a contract. Do you want to create the user without a contract?
dutch: Het is aanbevolen om een contract te selecteren. Wilt u de gebruiker aanmaken zonder contract?
german: Es wird empfohlen einen Vertrag zu wählen. Möchten Sie einen User ohne Vertrag erstellen?
portuguese: Recomenda-se selecionar um contrato. Deseja criar o utilizador sem contrato?

source: The user has been succesfully created
dutch: De gebruiker is succesvol aangemaakt
german: User erfolgreich erstellt
portuguese: O utilizador foi criado com sucesso

source: Username already exists.
dutch: Gebruikersnaam bestaat al.
german: Username ist bereits vergeben.
portuguese: Utilizador já existe

source: This username is not available.
dutch: De gebruikersnaam is niet beschikbaar.
german: Dieser Username ist nicht verfügbar.
portuguese: Nome de utilizador não disponível

source: Reset
german: Zurücksetzen
portuguese: Repor

source: m/d/Y
german: m/t/J

source: mm/dd/yy
german: mm/tt/JJ

source: MM/DD/YYYY
german: MM/TT/JJJJ

source: Logout
dutch: Uitloggen
german: Abmelden

source: Reports
dutch: Rapporten
german: Reporte

source: Tabular
dutch: Tabel
german: Tabellarisch

source: Supervisor
german: Gruppenleiter

source: Login
german: Anmelden

source: Password
dutch: Wachtwoord
german: Passwort

source: Timezone
dutch: Tijd zone
german: Zeitzone

source: Global
dutch: Globaal

source: Report
dutch: Rapport
