Repository: bbalet/jorani
Catalog: public/application/language/*/*.po
Languages: dutch, german, portuguese

source: Your leave request has been rejected
dutch: Uw afwezigheidsverzoek is afgekeurd
german: Ihre Abwesenheitsanfrage wurde abgelehnt
portuguese: O seu pedido foi rejeitado.

source: Your overtime request has been accepted
dutch: Uw overuren aanmelding is goedgekeurd
german: Ihre Überstunden wurden genehmigt
portuguese: O seu pedido foi aceite.

source: Your overtime request has been rejected
dutch: Uw overuren aanmelding is afgekeurd
german: Ihre Überstunden wurden nicht genehmight
portuguese: O seu pedido foi rejeitado.

source: Overtime Request
dutch: Overuren aanmelding
german: Überstundenanfrage
portuguese: Pedido

source: Overtime request from
dutch: Overuren verzoek van
german: Ihre Überstundenanfrage von
portuguese: Pedido de

source: Entitled days for contract
dutch: Beschikbare dagen voor contract
german: Bezugsberechtigte Tage für Vertrag
portuguese: Dias atribuídos por contrato

source: Edit
german: Bearbeiten
portuguese: Editar

source: Days
dutch: Dagen
german: Tage
portuguese: Dias

source: Leave type
dutch: Soort afwezigheid
german: Art der Abwesenheit
portuguese: Tipo de licença

source: Description
dutch: Omschrijving
german: Beschreibung
portuguese: Descrição

source: Add entitled days
dutch: Voeg beschikbare dagen toe
german: Bezugsberechtigte Tage hinzufügen
portuguese: Adicionar dias

source: "The field " + fieldname + " is mandatory."
dutch: "Het veld" + filename + "is verplicht."
german: "Das Feld " + fieldname + " ist zwingend erforderlich."
portuguese: "O campo " + fieldname + " é obrigatório."

source: Back to the list of contracts
dutch: Terug naar overzicht contracten
german: Zurück zur Liste der Verträge
portuguese: Regressar à lista de contratos

source: Are you sure that you want to delete it?
dutch: Weet u zeker dat u dit wil verwijderen?
german: Wollen Sie wirklich löschen?
portuguese: Tem a certeza que quer eliminar?

source: Step
dutch: Stap
german: Zuwachs
portuguese: Passo

source: Entitled days for employee
dutch: Beschikbare dagen voor werknemer
german: Bezugsberechtigte Tag für Angestellten
portuguese: Dias atribuídos ao colaborador

source: Back to the list of employees
dutch: Terug naar overzicht werknemers
german: Zurück zur Angestelltenübersicht
portuguese: Regressar à lista de colaboradores

source: Entitled days to Contract #
dutch: Beschikbare dagen voor Contract #
german: Bezugsberechtigte Tage Vertrag #
portuguese: Dias atribuídos ao contrato #

source: Yearly leave period:
dutch: Jaarlijkse vakantie periode:
german: Jährlicher Abwesenheitszeitraum:
portuguese: Periodo de licença anual:

source: Entitled days to Employee
dutch: Beschikbare dagen voor werknemer:
german: Bezugsberechtigte Tage für Angestellten
portuguese: Dias atribuídos ao colaborador

source: My overtime requests
dutch: Mijn overuren aanmeldingen
german: Meine Überstundenanfragen
portuguese: Os meus pedidos

source: view
dutch: bekijken
german: anzeigen
portuguese: ver

source: edit
dutch: Bewerken
german: bearbeiten
portuguese: editar

source: delete
dutch: Verwijderen
german: löschen
portuguese: eliminar

source: Reason
dutch: Reden
german: Grund
portuguese: Motivo

source: New request
dutch: Nieuw verzoek
german: Neue Anfrage
portuguese: Novo pedido

source: Delete overtime request
dutch: Verwijder overuren aanmelding
german: Überstundenanfrage löschen
portuguese: Eliminar pedido de horas extra

source: You are about to delete one overtime request, this procedure is irreversible.
dutch: U staat op het punt een overuren aanmelding te verwijderen; dit kan niet ongedaan gemaakt worden.
german: Sie sind dabei eine Überstundenanfrage zu löschen, dieser Vorgang kann nicht rückgängig gemacht werden.
portuguese: Está prestes a excluir um pedido de horas extra, este procedimento é irreversível.

source: Submit an overtime request
dutch: Dien een overuren verzoek in
german: Überstundenanfrage übermitteln
portuguese: Submeter um pedido de horas extra

source: In days or fraction of days (e.g. 0.125 for 1h if you work 8h/day).
dutch: In dagen of delen van dagen (bijv 0.125 voor 1 uur als u 8 uren/dag werkt).
german: In Tagen oder oder Teilen davon (z.B. 0.13 für 1h bei 8h Arbeitstag).
portuguese: Em dias ou fração de dias (por exemplo, 0.125 para 1h se trabalha 8h / dia).

source: Request overtime
dutch: Aanmelding overuren
german: Überstundenanfrage
portuguese: Pedir horas extra

source: The overtime request has been succesfully created
dutch: De overuren aanmelding is succesvol aangemaakt
german: Die Überstundenanfrage wurde erfolgreich erstellt
portuguese: O pedido de horas extra foi criado com sucesso

source: The overtime request has been succesfully created or updated, but you don't have a manager.
dutch: De overuren aanmelding is succesvol aangemaakt of geüpdatet, maar u heeft geen manager.
german: Überstundenanfrage wurde erfolgreich erstellt oder aktualisiert, Sie haben jedoch keinen eingetragenen Vorgesetzten
portuguese: O pedido de horas extras foi criada ou atualizada com êxito, mas você não possui um gestor.

source: Edit overtime request #
dutch: Bewerk overuren aanmelding #
german: Überstundenanfrage # bearbeiten
portuguese: Editar pedido de horas extra #

source: Edit a overtime request
dutch: Bewerk een overuren aanmelding
german: Eine Überstundenanfrage bearbeiten
portuguese: Editar pedido de horas extra

source: Update overtime
dutch: Update overuren
german: Überstunden aktualisieren
portuguese: Atualizar horas extra

source: You cannot edit an overtime request already submitted
dutch: U kunt een overuren aanmelding die reeds ingediend is niet bijwerken
german: Bereits übermittelte Überstundenanfragen können nicht bearbeitet werden.
portuguese: Não pode editar uma pedido de horas extras já enviada

source: The overtime request has been succesfully updated
dutch: De overuren aanmelding is succesvol bijgewerkt
german: Überstundenanfrage erfolgreich aktualisiert
portuguese: O pedido de horas extra foi atualizado com sucesso

source: The overtime request has been succesfully deleted
dutch: De overuren aanmelding is succesvol verwijderd
german: Überstundenanfrage erfolgreich gelöscht
portuguese: O pedido de horas extra foi eliminado com sucesso

source: You can't delete this overtime request
dutch: U kunt deze overuren aanmelding niet verwijderen
german: Diese Überstundenanfrage kann nicht gelöscht werden
portuguese: Não pode eliminar pedido de horas extra

source: View overtime request #
dutch: Bekijk overuren aanmelding #
german: Überstundenanfrage # anzeigen
portuguese: Ver pedido de horas extra #

source: View overtime request
dutch: Bekijk overuren aanmelding
german: Überstundenanfrage anzeigen
portuguese: Ver pedido de horas extra

source: Back to list
dutch: Terug naar overzicht
german: Zurück zur Liste
portuguese: Regressar à lista

source: List of overtime worked
dutch: Lijst van gewerkte overuren
german: Liste der gearbeiteten Überstunden
portuguese: Lista de horas extra de trabalho

source: Leave Management System
dutch: Afwezigheid Management Systeem
german: Urlaubs-Management-System
portuguese: Sistema de Gestão de Férias

source: Link to documentation
dutch: Link naar documentatie
german: Link zur Dokumentation
portuguese: Link para documentação

source: Operation (%s) is not granted
dutch: Deze handeling (%s) is niet toegestaan
german: Operation (%s) ist nicht genehmigt
portuguese: Operação (%s) não é garantida

source: Please wait
dutch: Een ogenblik geduld aub
german: Bitte warten
portuguese: Por favor aguarde

source: Internet Explorer 8 and older browser are not supported. Please upgrade to IE9 or use Firefox, Chrome, etc.
dutch: Internet Explorer 8 en ouder browser worden niet ondersteund. Gelieve te upgraden naar IE9 of gebruik Firefox, Chrome, etc.
german: Internet Explorer 8 und ältere Browser werden nicht unterstützt. Bitte aktualisieren Sie mindestens auf IE9 oder nutzen Sie Firefox oder Chrome.
portuguese: O navegador Internet Explorer 8 e mais antigo não é suportado. Atualize para o IE9 ou use o Firefox, Chrome, etc.

source: Object not found. Maybe that you are trying to access to an object that was deleted.
dutch: Object niet gevonden. Misschien probeer je toegang te krijgen tot een object dat verwijderd is.
german: Objekt nicht gefunden. Es könnte sein, dass Sie versuchen, ein gelöschtes Objekt aufzurufen.
portuguese: Objeto não encontrado. Talvez esteja tentando acessar um objeto que foi excluído.

source: TRUE
dutch: WAAR
german: WAHR
portuguese: VERDADEIRO

source: FALSE
dutch: NIET WAAR
german: FALSCH
portuguese: FALSO

source: Go top
dutch: Ga naar boven
german: nach oben
portuguese: Para o topo

source: Requested
dutch: Aangevraagd
german: Angefragt
portuguese: Pedido

source: Planned
dutch: Gepland
german: Geplant
portuguese: Planeado

source: Accepted
dutch: Geaccepteerd
german: Akzeptiert
portuguese: Aceite

source: Rejected
dutch: Afgewezen
german: Abgelehnt
portuguese: Rejeitado

source: Cancellation
dutch: Annulering
german: Annullierung
portuguese: Cancelamento

source: Canceled
dutch: Geannuleerd
german: Annulliert
portuguese: Cancelado

source: today
dutch: vandaag
german: Heute
portuguese: hoje

source: identifier
german: Identifikator
portuguese: identificador

source: firstname
dutch: voornaam
german: Vorname
portuguese: primeiro nome

source: lastname
dutch: achternaam
german: Nachname
portuguese: último nome

source: date hired
dutch: datum ingehuurd
german: Einstellungsdatum
portuguese: Data de contratação

source: department
dutch: afdeling
german: Abteilung
portuguese: departamento

source: position
dutch: positie
portuguese: posição

source: contract
german: Vertrag
portuguese: contrato

source: day off
dutch: vrije dag
german: freier Tag
portuguese: dias livres

source: leave
dutch: afwezigheid
german: Urlaub
portuguese: licença

source: All
dutch: Alle
german: Alle
portuguese: Todos

source: copied
dutch: gekopieerd
german: kopiert
portuguese: copiado

source: Do You Authorize %s application?
dutch: Authoriseert u applicatie %s?
german: Möchten Sie der Anwendung %s Zugriff erlauben?
portuguese: Autoriza %s a aplicação?

source: Your session has expired please login again
dutch: Uw sessie is verlopen, u dient opnieuw in te loggen
german: Ihre Sitzung ist abgelaufen, bitte melden Sie sich erneut an.
portuguese: A sua sessão expirou, por favor entre novamente

source: Unexpected Ajax Error
dutch: Onverwachte Ajax fout
german: Unerwarteter Ajax-Fehler
portuguese: Erro Ajax inexperado

source: List of employees
dutch: Lijst werknemers
german: Liste der Angestellten
portuguese: Lista de colaboradores

source: edit user
dutch: Bewerk gegevens
german: User bearbeiten
portuguese: editar utilizador

source: Leaves
dutch: Afwezigheid
german: Urlaube
portuguese: Licenças

source: OT Worked
dutch: Gewerkte overuren
german: Überstunden gearbeitet
portuguese: Horas extra trabalhadas

source: Leave Balance
dutch: Afwezigheid saldo
german: Resturlaub
portuguese: Saldo de férias

source: Create Leave Request
dutch: Maak een nieuw afwezigheidsverzoek aan
german: Urlaubsanfrage erstellen
portuguese: Criar pedido de licença

source: Presence report
dutch: Aanwezigheid overzicht
german: Anwesenheitsstatistik
portuguese: Report de presença

source: Delegations
dutch: Delegaties
german: Bevollmächtigungen
portuguese: Delegações

source: Firstname
dutch: Voornaam
german: Vorname
portuguese: primeiro nome

source: Lastname
dutch: Achternaam
german: Nachname
portuguese: último nome

source: Manager
german: Vorgesetzter
portuguese: Gestor

source: Identifier
german: Identifikator
portuguese: identificador

source: Date hired
dutch: Datum aangenomen
german: Einstellungsdatum
portuguese: Data de contratação

source: Position
dutch: Functie
portuguese: posição

source: Create
dutch: Aanmaken
german: Erstellen
portuguese: Criar

source: Right-click / taphold on an employee for contextual actions.
dutch: Klik met de rechtermuisknop op een werknemer voor contextuele acties.
german: Rechtsklick auf einen Angestellten für Kontextmenü.
portuguese: Clique com o botão direito do rato / toque num colaborador para ações contextuais.

source: Active
dutch: Aktief
german: Aktiv
portuguese: Ativo

source: Inactive
dutch: Inaktief
german: Inaktiv
portuguese: Inativo

source: Selection
dutch: Selectie
german: Auswahl
portuguese: Seleção

source: Select all
dutch: Selecteer alles
german: Alles auswählen
portuguese: Selecionar tudo

source: Deselect all
dutch: Deselecteer alles
german: Alles abwählen
portuguese: Desseleccionar

source: Select Manager
dutch: Selecteer manager
german: Vorgesetzten auswählen
portuguese: Selecionar gestor

source: Select Contract
dutch: Selecteer contract
german: Vertrag auswählen
portuguese: Selecionar contrato

source: Select Entity
dutch: Selecteer entiteit
german: Einheit auswählen
portuguese: Selecionar entidade

source: Submit a leave request
dutch: Dien een afwezigheidsverzoek in
german: Urlaubsanfrage übermitteln
portuguese: Enviar um pedido de licença

source: Select the manager
dutch: Selecteer een manager
german: Vorgesetzten auswählen
portuguese: Selecionar o gestor

source: You must select at least one employee into the table
dutch: U moet minimaal één werknemer in de tabel selecteren
german: Sie müssen mindestens einen Angestellten in der Tabelle auswählen
portuguese: Tem que selecionar pelo menos um colaborador para a tabela

source: List of requested leaves
dutch: Overzicht van aangevraagde afwezigheid
german: Liste der Abwesenheitsanfragen
portuguese: Lista de pedidos

source: List of leaves for employee #
dutch: Overzicht van afwezigheid van werknemer #
german: Liste der Urlaube für Angestellten #
portuguese: Lista de pedidos para colaborador #

source: accept
dutch: goedkeuren
german: akzeptieren
portuguese: aceite

source: reject
dutch: afkeuren
german: ablehnen
portuguese: rejeitado

source: show history
dutch: Laat geschiedenis zien
german: Verlauf anzeigen
portuguese: mostrar histórico

source: Delete leave request
dutch: Verwijder afwezigheidsverzoek
german: Urlaubsanfrage löschen
portuguese: Eliminar pedido

source: You are about to delete one leave request, this procedure is irreversible.
dutch: U staat op het punt om een afwezigheidsverzoek te verwijderen; dit is onomkeerbaar.
german: Sie sind dabei eine Urlaubsanfrage zu löschen, dieser Vorgang kann nicht rückgängig gemacht werden.
portuguese: Está prestes a excluir um pedido, este procedimento é irreversível.

source: List of deleted leave requests
dutch: Lijst met verwijderde verlofverzoeken
german: Liste gelöschter Abwesenheitsanfragen
portuguese: Lista de pedidos eliminados

source: You are exceeding your entitled days
dutch: U overschrijdt het voor u beschikbare aantal dagen
german: Sie überschreiten die bezugsberechtigten Tage
portuguese: Excedeu os dias atribuidos

source: You have requested another leave request within the same dates.
dutch: U heeft een ander afwezigheidsverzoek ingediend binnen dezelfde data.
german: Es wurde bereits eine Abwesenheitsanfrage für denselben Zeitraum übermittelt.
portuguese: Já existe um pedido para as mesmas datas

source: Cause (optional)
dutch: Reden (optioneel)
german: Grund (optional)
portuguese: Motivo (opcional)

source: Request leave
dutch: Vraag afwezigheid aan
german: Urlaubsanfrage
portuguese: Pedir licença

source: The leave request has been succesfully created
dutch: Het afwezigheidsverzoek is succesvol aangemaakt
german: Urlaubsanfrage erfolgreich erstellt
portuguese: O pedido de licença foi criado com sucesso

source: The leave request has been succesfully created or updated, but you don't have a manager.
dutch: De afwezigheidsverzoek is succesvol aangemaakt/bijgewerkt, echter u heeft geen manager.
german: Urlaubsanfrage erfolgreich erstellt, Sie haben jedoch keinen eingetragenen Vorgesetzten
portuguese: O pedido de licença foi criada ou atualizado com êxito, mas você não possui um gestor.

source: %s non-working days in the period
dutch: %s niet-werk-dagen in deze periode
german: %s arbeitsfreie Tage in diesem Zeitraum
portuguese: %s dias não úteis no periodo

source: Your leave request matches with a non-working day.
dutch: Uw verlofverzoek komt overeen met een niet-werkdag.
german: Ihre Urlaubsanfrage überschneidet sich mit einem arbeitsfreien Tag.
portuguese: O pedido inclui dias não úteis

source: It appears that you have no contract. Please contact your HR Officer / Manager.
dutch: Het lijkt erop dat je geen contract hebt. Neem contact op met je manager.
german: Es scheint als hätten Sie keinen Vertrag. Bitte kontaktieren Sie Ihre Personalabteilung oder Ihren Vorgesetzten.
portuguese: Parece que você não tem nenhum contrato. Entre em contato com o seu agente / gerente de RH.

source: You can't create a leave request for two yearly leave periods. Please create two different leave requests.
dutch: U kunt geen afwezigheidsverzoek aanmaken dat de jaarperiode overschrijdt. Maak a.u.b. 2 aparte verzoeken aan.
german: Sie können keinen Urlaubsantrag erstellen, der zwei Jahre umfasst. Bitte erstellen Sie stattdessen zwei Einzelanfragen.
portuguese: Não pode criar pedidos para mais de um ano. Por favor crie dois pedidos separados.

source: List of overtime requests
dutch: Overzicht van overuren aanmeldingen
german: Liste der Überstundenanfragen
portuguese: Lista de pedidos de horas extra

source: List of overtime requests for employee #
dutch: Overzicht overuren voor werknemer #
german: Liste der Überstundenanfragen für Angestellten #
portuguese: Lista de pedidos de horas extra por colaborador #

source: Leave balance for user #
dutch: Afwezigheidsoverzicht voor gebruiker #
german: Urlaubsstatistik für Angestellten #
portuguese: Saldo de licenças por utilizador #

source: Available
dutch: Beschikbaar
german: Verfügbar
portuguese: Disponível

source: Taken
dutch: Opgenomen
german: Belegt
portuguese: Utilizado

source: Entitled
dutch: Recht op
german: Bezugsberechtigt
portuguese: Atribuído

source: This employee has no contract.
dutch: Deze werknemer heeft geen contract
german: Dieser Angestellte hat keinen Vertrag.
portuguese: Este colaborador não tem contrato

source: Date of report
dutch: Datum rapport
german: Datum des Reports
portuguese: Data do report

source: By default this report shows the values for the last month. Please note that the list of leaves shows only the accepted leave requests.
dutch: Standaard laat dit rapport de waarden zien voor de afgelopen maand. Let op: dit overzicht toont alleen de geaccepteerde verzoeken.
german: Ohne weitere Eingaben zeigt dieser Report die Werte des letzten Monats. Die Liste zeigt nur genehmigte Urlaubsanfragen.
portuguese: Por padrão, este relatório mostra os valores do último mês. Note que a lista de licenças mostra apenas os pedidos de licença aceites.

source: Execute
dutch: Uitvoeren
german: Ausführen
portuguese: Executar

source: Number of days
dutch: Aantal dagen
german: Anzahl der Tage
portuguese: Número de dias

source: Number of working days
dutch: Aantal werkdagen
german: Anzahl der Arbeitstage
portuguese: Número de dias úteis

source: Number of non-working days
dutch: Aantal niet-werkdagen
german: Anzahl der freien Tage
portuguese: Número de dias não úteis

source: Duration of leaves
dutch: Duur afwezigheid
german: Dauer der Urlaube
portuguese: Duração das licenças

source: Duration of presence
dutch: Duur aanwezigheid
german: Dauer der Anwesenheiten
portuguese: Duração da presença

source: Overlapping detected
dutch: Overlap geconstateerd
german: Überlappungen entdeckt
portuguese: Subreposição detetada

source: The employee has no contract
dutch: Deze werknemer heeft geen contract
german: Der Angestellte hat keinen Vertrag
portuguese: Este colaborador não tem contrato

source: Please check
dutch: AUB controleren
german: Bitte überprüfen
portuguese: Por favor verifique

source: List of leaves in the month
dutch: Overzicht afwezigheid in de maand
german: Liste der Urlaube im Monat
portuguese: Lista de licenças no mês

source: My summary
dutch: Mij overzicht
german: Meine Übersicht
portuguese: Meu sumário

source: Overtime details (added to compensate leaves)
dutch: Overuren details (toegevoegd aan de compensatie verlof)
german: Überstundendetails (addiert mit Zeitausgleich)
portuguese: Detalhes de horas extra (adicionadas para compensar licenças)

source: Catch up for
german: Nachholen für/wegen
portuguese: Reunido para

source: No entitled or taken days for this period. Please contact your HR Officer / Manager.
dutch: Geen beschikbare of opgenomen dagen voor deze periode. Neem aub contact op met uw HR Officer/Manager.
german: Keine bezugsberechtigten oder bezogenen Urlaubstage für diesen Zeitraum gefunden. Bitte wenden Sie sich an Ihre Personalabteilung oder Ihren Vorgesetzten.
portuguese: Parece que você não tem dias para este periodo. Entre em contato com o seu agente / gerente de RH.

source: My leave requests
dutch: Mijn afwezigheidsverzoeken
german: Meine Urlaubsanfragen
portuguese: Os meus pedidos

source: cancel
dutch: Annuleer
german: abbrechen
portuguese: cancelar

source: Last change
dutch: Laatste wijziging
german: Letzte Änderung
portuguese: Última alteração

source: Changed Date
dutch: Gewijzigde datum
german: Datum verändert
portuguese: Data alterada

source: Change Type
dutch: Gewijzigd type
german: Art ändern
portuguese: alterar tipo

source: Changed By
dutch: Gewijzigd door
german: Geändert von
portuguese: Alterado por

source: The leave request has been successfully created
dutch: Het verlofverzoek is succesvol aangemaakt
german: Die Abwesenheitsanfrage wurde erfolgreich erstellt
portuguese: O pedido de licença foi criado com sucesso

source: The leave request has been successfully created or updated, but you don't have a manager.
dutch: Het verlofverzoek is succesvol aangemaakt of bijgewerkt, maar u heeft geen manager.
german: Die Abwesenheitsanfrage wurde erfolgreich erstellt oder aktualisiert, aber Ihnen wurde kein Vorgesetzter zugewiesen, der sie bearbeiten könnte.
portuguese: O pedido de licença foi criada ou atualizado com êxito, mas você não possui um gestor.

source: Edit a leave request
dutch: Bewerk een afwezigheidsverzoek
german: Urlaubsanfrage bearbeiten
portuguese: Editar pedido de ferias

source: Edit leave request #
dutch: Bewerk afwezigheidsverzoek #
german: Urlaubsanfrage # bearbeiten
portuguese: Editar pedido de ferias #

source: Update leave
dutch: Update afwezigheidsverzoek
german: Urlaub aktualisieren
portuguese: Atualizar pedido

source: You cannot edit a leave request already submitted
dutch: U kunt een reeds verstuurd afwezigheidsverzoek niet bewerken
german: Bereits übermittelte Urlaubsanfragen können nicht bearbeitet werden.
portuguese: Não pode editar uma pedido de ferias já enviada

source: The leave request has been successfully updated
dutch: Het verlofverzoek is succesvol bijgewerkt
german: Die Abwesenheitsanfrage wurde erfolgreich aktualisiert
portuguese: O pedido de licença foi atualizado com sucesso

source: You can't cancel this leave request
dutch: U kunt deze verlofaanvraag niet annuleren
german: Sie können diese Anfrage nicht annullieren
portuguese: Não pode cancelar este pedido

source: The cancellation request has been successfully sent
dutch: Het annuleringsverzoek is succesvol verzonden
german: Die Annullierungsanfrage wurde erfolgreich versandt
portuguese: O pedido de cancelamento foi enviado com sucesso

source: The leave request has been successfully cancelled
dutch: Het verlofverzoek is succesvol geannuleerd
german: Die Abwesenheitsanfrage wurde erfolgreich annulliert
portuguese: O pedido de licença foi cancelado com sucesso

source: An error occured while trying to accept the cancellation
dutch: Er is een fout opgetreden tijdens het accepteren van de annulering
german: Beim Akzeptieren der Annullierung ist ein Fehler aufgetreten
portuguese: Ocorreu um erro a tentar aceitar o cancelamento
