Repository: bbalet/jorani
Catalog: public/application/language/*/*.po
Languages: dutch, german, portuguese

source: The leave request has now its original status of Accepted
dutch: Het verlofverzoek heeft nu zijn oorspronkelijke status van Geaccepteerd
german: Die Abwesenheitsanfrage hat nun wieder ihren anfänglichen Akzeptiert-Status
portuguese: O pedido está no estado original de aceite

source: An error occured while trying to reject the cancellation
dutch: Er is een fout opgetreden tijdens het afwijzen van de annulering
german: Beim Ablehnen der Annullierung ist ein Fehler aufgetreten
portuguese: Ocorreu um erro a tentar rejeitar o cancelamento

source: You can't delete this leave request
dutch: U kunt dit afwezigheidsverzoek niet verwijderen
german: Diese Urlaubsanfrage kann nicht gelöscht werden
portuguese: Não pode eliminar este pedido

source: The leave request has been successfully deleted
dutch: Het verlofverzoek is succesvol verwijderd
german: Die Abwesenheitsanfrage wurde erfolgreich entfernt
portuguese: O pedido de licença foi eliminado com sucesso

source: View leave request #
dutch: Bekijk afwezigheidsverzoek #
german: Urlaubsanfrage # anzeigen
portuguese: Ver pedido de ferias #

source: View a leave request
dutch: Bekijk afwezigheidsverzoek
german: Eine Urlaubsanfrage anzeigen
portuguese: Ver pedido de ferias

source: List of leaves
dutch: Overzicht afwezigheid
german: Liste der Urlaube
portuguese: Lista de pedidos

source: Morning/Afternoon
dutch: Morgen/Middag
german: Vormittag/Nachmittag
portuguese: Manhã/Tarde

source: Send a reminder
dutch: Stuur een herinnering
german: Erinnerung senden
portuguese: Enviar um lembrete

source: The reminder email was sent to the manager
dutch: De herinnering e-mail is verzonden naar de manager
german: Eine Erinnerungsmail wurde an den Vorgesetzten versandt
portuguese: O lembrete foi enviado para o gestor

source: Comments
dutch: Opmerkingen
german: Kommentare
portuguese: comentários

source: New comment
dutch: Nieuwe opmerking
german: Neuer Kommentar
portuguese: novo comentário

source: Send comment
dutch: Stuur opmerking
german: Kommentar senden
portuguese: enviar comentário

source: says
dutch: zegt
german: sagt
portuguese: diz

source: The status of the leave have been changed to
dutch: De status van de verlofaanvraag is veranderd in
german: Der Status dieser Abwesenheit wurde verändert zu
portuguese: O status do pedido foi alterado para

source: Leave types
dutch: Soort afwezigheid
german: Abwesenheitsarten
portuguese: Tipos de licença

source: Leave type #0 is a system type reserved for overtime management. You should not use it for other requests.
dutch: Verlof type # 0 is een systeemtype gereserveerd voor overurenbeheer. U mag het niet gebruiken voor andere verzoeken.
german: Abwesenheitsart #0 ist eine Systemart, die der Überstundenverwaltung vorbehalten ist. Sie sollte nicht für andere Anfragen verwendet werden.
portuguese: O tipo # 0 é um tipo de sistema reservado para o gerenciamento de horas extras. Você não deve usá-lo para outros pedidos.

source: Leave type #0 is a system type reserved for overtime management. Are you sure that you want to rename it?
dutch: Verlof type # 0 is een systeemtype gereserveerd voor overurenbeheer. Weet u zeker dat u het wilt hernoemen?
german: Abwesenheitsart #0 ist eine Systemart, die der Überstundenverwaltung vorbehalten ist. Sind Sie sicher, dass Sie sie umbenennen möchten?
portuguese: O tipo # 0 é um tipo de sistema reservado para o gerenciamento de horas extras. Tem certeza de que deseja renomeá-lo?

source: Acronym
dutch: Acroniem
german: Akronym
portuguese: Acrônimo

source: Deduct non working days
dutch: Trek niet-werk-dagen af
german: Sonn- und Feiertage abziehen
portuguese: Deduzir dias não úteis

source: Create a new type
dutch: Maak een nieuw type aan
german: Neue Art erstellen
portuguese: Criar novo tipo

source: No leave type found into the database.
dutch: Geen afwezigheidstype gevonden in database.
german: Keine Abwesenheitsart in Datenbank gefunden
portuguese: Nenhum tipo de licença encontrado no banco de dados.

source: This leave type already exists.
dutch: Dit verloftype bestaat al.
german: Abwesenheitsart existiert bereits
portuguese: Este tipo de licença já existe.

source: Add a leave type
dutch: Voeg een afwezigheidstype toe
german: Abwesenheitsart hinzufügen
portuguese: Adicionar um tipo de licença

source: Suggest an acronym
dutch: Stel een acroniem voor
german: Akronym vorschlagen
portuguese: Sugira um acrônimo

source: The leave type has been succesfully created.
dutch: Het afwezigheidstype is succesvol toegevoegd
german: Abwesenheitsart erfolgreich erstellt
portuguese: O tipo de licença foi criado com sucesso.

source: Edit a Leave type
dutch: Bewerk afwezigheidstype
german: Abwesenheitsart bearbeiten
portuguese: Editar um tipo de licença

source: Update
dutch: Bijwerken
german: Aktualisieren
portuguese: Atualizar

source: The leave type has been succesfully updated.
dutch: Het afwezigheidstype is succesvol bijgewerkt
german: Abwesenheitsart erfolgreich aktualisiert
portuguese: O tipo de licença foi atualizado com sucesso.

source: Delete Leave Type
dutch: Verwijder afwezigheidstype
german: Abwesenheitsart löschen
portuguese: Eliminar tipo de licença

source: You are about to delete one leave type, this procedure is irreversible.
dutch: U staat op het punt om een afwezigheidstype te verwijderen. Dit kan niet hersteld worden.
german: Sie sind dabei eine Abwesenheitsart zu löschen, dieser Vorgang kann nicht rückgängig gemacht werden.
portuguese: Está prestes a excluir um tipo de pedido, este procedimento é irreversível.

source: The leave type has been succesfully deleted.
dutch: Het afwezigheidstype is succesvol verwijderd.
german: Abwesenheitsart erfolgreich gelöscht.
portuguese: O tipo de licença foi eliminado com sucesso.

source: You cannot delete a system leave type.
dutch: U kunt een systeemwaarde niet verwijderen.
german: Vom System vorgegeben Abwesenheitsarten können nicht gelöscht werden.
portuguese: Não pode excluir o tipo de licença padrão

source: You cannot delete a leave type that is used.
dutch: U kunt een afwezigheidstype dat nog in gebruik is niet verwijderen.
german: Abwesenheitsarten in Benutzung können nicht gelöscht werden.
portuguese: Não pode excluir um tipo de licença em uso

source: Change password
dutch: Nieuw wachtwoord
german: Passwort ändern
portuguese: Alterar password

source: Welcome
dutch: Welkom
german: Willkommen
portuguese: Bem vindo

source: View my personal information
dutch: Bekijk persoonlijke informatie
german: Meine Informationen anzeigen
portuguese: Ver informação pessoal

source: reset password
dutch: Reset wachtwoord
german: Passwort zurücksetzen
portuguese: repor password

source: List of users
dutch: Lijst gebruikers
german: Liste der User
portuguese: Lista de colaboradores

source: Create user
dutch: Maak gebruiker aan
german: User erstellen
portuguese: Criar utilizador

source: Settings
german: Einstellungen
portuguese: Definições

source: Diagnostic
dutch: Diagnose
german: Diagnose
portuguese: Diagnóstico

source: OAuth Clients
dutch: OAuth Clienten
portuguese: OAuth Clientes

source: HR
german: Personal
portuguese: RH

source: Employees
dutch: Werknemers
german: Angestellte
portuguese: Colaboradores

source: Organization
dutch: Organisatie
german: Organisation
portuguese: Organização

source: List of positions
dutch: Lijst functies
german: Liste Positionen
portuguese: Lista de posições

source: List of types
dutch: Lijst types
german: Liste der Typen
portuguese: Lista de tipos

source: Leave balance
dutch: Afwezigheidssaldo
german: Urlaubsstatistik
portuguese: Saldo de férias

source: Leave requests
dutch: Afwezigheid verzoeken
german: Urlaubsanfragen
portuguese: Pedidos de Férias

source: Approval
dutch: Goedkeuring
german: Genehmigung
portuguese: Aprovação

source: My subordinates
dutch: Mijn ondergeschikten
german: Meine Angestellten
portuguese: Meus subordinados

source: Requests
dutch: Verzoeken
german: Anfragen
portuguese: Pedidos

source: List of OT Worked
dutch: Lijst van gewerkte overuren
german: Liste der gearbeiteten Überstunden
portuguese: Lista de horas extra de trabalho

source: Submit an OT Request
dutch: Verstuur een overuren verzoek
german: Überstundenanfrage übermitteln
portuguese: Submeter um pedido de horas extra

source: Counters
dutch: Tellers
german: Zähler
portuguese: Contadores

source: List of leave requests
dutch: Overzicht van afwezigheidsverzoeken
german: Liste der Abwesenheitsanfragen
portuguese: Lista de pedidos

source: Request a leave
dutch: Vraag afwezigheid aan
german: Abwesenheit beantragen
portuguese: Pedir licença

source: Calendars
dutch: Agenda's
german: Kalender
portuguese: Calendários

source: My workmates
dutch: Mijn collega's
german: Meine Kollegen
portuguese: Meus colegas

source: Department
dutch: Afdeling
german: Abteilung
portuguese: departamento

source: Search for an entity
dutch: Zoek entiteit
german: Suche eine Einheit
portuguese: Selecione uma entidade

source: Search
dutch: Zoeken
german: Suche
portuguese: Procurar:

source: Employees attached to entity
dutch: Werknemers in entiteit
german: Angestellte einer Einheit
portuguese: Colaboradores da entidade

source: Attach an Employee
dutch: Voeg een werknemer toe
german: Angestellten zuweisen
portuguese: Adicionar colaborador

source: Detach an Employee
dutch: Verwijder een werknemer
german: Zuweisung aufheben
portuguese: Remover colaborador

source: If you select a supervisor, he will receive a copy of accepted and rejected leave requests submitted by employees of this entity.
dutch: Als u een supervisor selecteert, zal deze een kopie van alle geaccepteerde en afgewezen verlofaanvragen van werknemers van deze entiteit krijgen.
german: Wenn Sie einen Vorgesetzten auswählen wird dieser eine Kopie von jeder akzeptierten bzw. abgelehnten Anfragen von Angestellten dieser Einheit erhalten.
portuguese: Se você selecionar um supervisor, ele receberá uma cópia dos pedidos de licença aceites e rejeitados enviados pelos colaboradores desta entidade.

source: Select a Supervisor
dutch: Selecteer een supervisor
german: Gruppenleiter auswählen
portuguese: Selecionar Supervisor

source: Delete Entity
dutch: Verwijder een entiteit
german: Einheit löschen
portuguese: Eliminar entidade

source: You are about to delete one entity, this procedure is irreversible.
dutch: U staat op het punt een entiteit te verwijderen; dit kant niet ongedaan gemaakt worden
german: Sie sind dabei eine Einheit zu löschen, dieser Vorgang kann nicht rückgängig gemacht werden.
portuguese: Está prestes a excluir uma entidade, este procedimento é irreversível.

source: Add an Employee
dutch: Voeg een werknemer toe
german: Angestellten hinzufügen
portuguese: Adicionar colaborador

source: An error occured
dutch: Er heeft zich een probleem voorgedaan
german: Ein Fehler ist aufgetreten
portuguese: Ocorreu um erro

source: Name of the entity
dutch: Naam van entiteit
german: Name der Einheit
portuguese: Nome da entidade

source: Please select one entity in the organization (treeview on the right).
dutch: Selecteer aub een entiteit in de organisatie (boomstructuur aan rechterkant).
german: Bitte wählen Sie eine Einheit in der Organisation aus (Baumansicht rechts)
portuguese: Selecione uma entidade na organização (vista à direita).

source: Please select one employee in the table of users belonging to the selected entity.
dutch: Selecteer één werknemer in de tabel van de gebruikers die behoren tot de geselecteerde entiteit.
german: Bitte wählen Sie einen Angestellten, der zur gewählten Einheit gehört, aus der Nutzerliste aus.
portuguese: Selecione um colaborador na tabela de utilizadores pertencentes à entidade selecionada.

source: You cannot delete the root entity.
dutch: U kunt de hoofd entiteit niet verwijderen.
german: Stammeinheit kann nicht gelöscht werden.
portuguese: Não pode eliminar a entidade base

source: Select a list of employees
dutch: Selecteer een lijst van medewerkers
german: Wähle eine Liste von Angestellten
portuguese: Selecione a lista de colaboradores

source: Rename a list
dutch: Hernoem een lijst
german: Liste umbenennen
portuguese: Renomear lista

source: Add a new list
dutch: Voeg een nieuwe lijst toe
german: Neue Liste hinzufügen
portuguese: Adicionar lista

source: Delete a list
dutch: Verwijder een lijst
german: Liste löschen
portuguese: Eliminar lista

source: Add employees
dutch: Voeg medewerkers toe
german: Angestellte hinzufügen
portuguese: Adicionar colaboradores

source: Remove selected employees
dutch: Verwijder geselecteerde medewerkers
german: Ausgewählte Angestellte entfernen
portuguese: Remover colaboradores selecionados

source: Name of the list
dutch: Naam van de lijst
german: Listenname
portuguese: Nome da lista

source: Are you sure that you want to delete this list?
dutch: Bent u zeker dat u deze lijst wil verwijderen?
german: Möchten Sie diese Liste wirklich löschen?
portuguese: Tem a certeza que pretende eliminar esta lista?

source: New name of the list
dutch: Nieuwe naam van de lijst
german: Neuer Listenname
portuguese: Novo nome da lista

source: Overtime Requests submitted to me
dutch: Overuren verzoek bij mij ingediend
german: Überstundenanfragen an mich übermittelt
portuguese: Pedidos dirigidos a mim

source: This screen lists the overtime requests submitted to you. If you are not a manager, this list will always be empty.
dutch: Dit scherm toont de overurenverzoeken die bij u zijn ingediend. Indien u geen manager bent, zal deze lijst leeg blijven.
german: Diese Ansicht listet die an Sie übermittelten Überstundenanfragen. Ohne Managerrolle bleibt diese Liste immer leer.
portuguese: Este ecrã lista os pedidos de horas extras enviados para si. Se você não é um gestor, esta lista estará vazia.

source: Fullname
dutch: Volledige naam
german: Voller Name
portuguese: Nome completo

source: All requests
dutch: Alle verzoeken
german: Alle Anfragen
portuguese: Todos os pedidos

source: Pending requests
dutch: In behandeling zijnde verzoeken
german: Ausstehende Anfragen
portuguese: Pedidos pendentes

source: You are not the line manager of this employee. You cannot reject this overtime request.
dutch: U bent geen manager van deze werknemer. U kunt dit overurenverzoek niet afkeuren.
german: Sie sind kein Vorgesetzter dieses Angestellten. Sie können diesen Antrag auf Überstunden nicht ablehnen.
portuguese: Não é o gerente deste colaborador. Não pode rejeitar este pedido de horas extras.

source: The overtime request has been successfully rejected.
dutch: Het overurenverzoek is succesvol afgekeurd.
german: Überstundenanfrage erfolgreich abgelehnt.
portuguese: O pedido de horas extras foi rejeitada com sucesso.

source: You are not the line manager of this employee. You cannot accept this overtime request.
dutch: U bent geen manager van deze werknemer. U kunt dit overurenverzoek niet accepteren.
german: Anfragen dieses Angestellten können nur von dessen eingetragenen Vorgesetzten oder Gruppenleiter akzeptiert werden.
portuguese: Não é o gerente deste colaborador. Não pode aceitar este pedido de horas extras.

source: The overtime request has been successfully accepted.
dutch: Het overurenverzoek is succesvol geaccepteerd.
german: Überstundenanfrage erfolgreich akzeptiert.
portuguese: O pedido de horas extra foi aceite com sucesso

source: Create position
dutch: Maak een functie aan
german: Position erstellen
portuguese: Criar posição

source: Delete Position
dutch: Verwijder een functie
german: Position löschen
portuguese: Eliminar posição

source: You are about to delete one position, this procedure is irreversible.
dutch: U staat op het punt een functie te verwijderen; dit kan niet ongedaan gemaakt worden.
german: Sie sind dabei eine Position zu löschen, dieser Vorgang kann nicht rückgängig gemacht werden.
portuguese: Está prestes a excluir uma posição, este procedimento é irreversível.

source: Create a new position
dutch: Maak een nieuwe functie aan
german: Neue Position erstellen
portuguese: Criar nova posição

source: The position has been succesfully created.
dutch: De nieuwe functie is succesvol aangemaakt.
german: Die Position wurde erfolgreich erstellt.
portuguese: A posição foi criada com sucesso

source: Edit position #
dutch: Bewerk functie #
german: Position # bearbeiten
portuguese: Editar posição #

source: Update position
dutch: Update functie
german: Position # bearbeiten
portuguese: Atualizar posição

source: The position has been succesfully updated.
dutch: De functie os succesvol bijgewerkt.
german: Position erfolgreich aktualisiert.
portuguese: A posição foi atualizada com sucesso

source: The position has been succesfully deleted.
dutch: De functie is succesvol verwijderd.
german: Position erfolgreich gelöscht.
portuguese: A posição foi eliminada com sucesso

source: List of reports
dutch: Overzicht rapporten
german: Reportliste
portuguese: Lista de reports

source: Back to list of reports
dutch: Terug naar overzicht rapporten
german: Zurück zur Reportliste
portuguese: Regressar à lista de reports

source: List of Report
german: Reportliste
portuguese: Lista de reports

source: Balance of leaves
dutch: Saldo afwezigheid
german: Abwesenheitsstatistik
portuguese: Saldo das licenças

source: Launch
dutch: Uitvoeren
german: Start
portuguese: Almoço

source: Leave Requests submitted to me
dutch: Afwezigheidsverzoeken bij mij ingediend
german: Urlaubsanfragen an mich übermittelt
portuguese: Pedidos dirigidos a mim

source: This screen lists the leave requests submitted to you. If you are not a manager, this list will always be empty.
dutch: Dit scherm toont de afwezigheidsverzoeken bij u ingediend. Als u geen manager bent, dan zal dit overzicht leeg blijven.
german: Diese Anzeige zeigt die an Sie übermittelten Urlaubsanfragen. Ohne Managerrolle wird diese Liste immer leer angezeigt.
portuguese: Este ecrã lista os pedidos enviados para si. Se você não é um gestor, esta lista estará vazia.

source: List of my subordinates
dutch: Lijst van mijn ondergeschikten
german: Liste meiner Angestellten
portuguese: Lista dos meus subordinados

source: This screen lists your direct report subordinates. If you are not a manager, this list will always be empty.
dutch: Op dit scherm worden alle direct aan u rapporterende medewerkers vermeld. Als u geen manager bent, zal deze lijst altijd leeg zijn.
german: Hier werden Ihre direkten Angestellten aufgelistet. Wenn Sie kein Vorgesetzter sind, wird diese Liste immerzu leer sein.
portuguese: Este ecrã lista os pedidos enviados para si. Se você não é um gestor, esta lista estará vazia.

source: Create a leave request in behalf of this subordinate
dutch: Maak een verlofaanvraag namens deze medewerker
german: Neuen Urlaubsantrag zugunsten dieses Untergebenen erstellen
portuguese: Criar pedido em nome de um colaborador

source: Your are not the manager of this employee.
dutch: U bent niet de manager van deze werknemer.
german: Sie sind kein Vorgesetzter dieses Angestellten.
portuguese: Não é o gerente deste colaborador.

source: List of subordinates
dutch: Lijst met medewerkers
german: Liste der Angestellten
portuguese: Lista dos meus subordinados

source: You are not the line manager of this employee. You cannot accept this leave request.
dutch: U bent niet de manager van deze werknemer, U kunt dit afwezigheidsverzoek niet accepteren.
german: Sie sind kein Vorgesetzter dieses Angestellten. Sie können diesen Antrag auf Abwesenheit nicht akzeptieren.
portuguese: Não é o gerente deste colaborador. Não pode aceitar este pedido.

source: The leave request has been successfully accepted.
dutch: Het afwezigheidsverzoek is succesvol geaccepteerd.
german: Abwesenheitsanfrage erfolgreich genehmigt.
portuguese: O pedido de licença foi aceite com sucesso

source: You are not the line manager of this employee. You cannot reject this leave request.
dutch: U bent niet de manager van deze werknemer. U kunt dit afwezigheidsverzoek niet afkeuren.
german: Sie sind kein Vorgesetzter dieses Angestellten. Sie können diesen Antrag auf Abwesenheit nicht ablehnen.
portuguese: Não é o gerente deste colaborador. Não pode rejeitar este pedido.

source: The leave request has been successfully rejected.
dutch: Het afwezigheidsverzoek is succesvol afgekeurd.
german: Abwesenheitsanfrage erfolgreich abgelehnt.
portuguese: O pedido de licença foi rejeitado com sucesso

source: List of delegations
dutch: Overzicht gedelegeerden
german: Liste der Delegationen
portuguese: Lista de delegações

source: This is the list of employees who can accept or reject a request in your behalf.
dutch: Dit is het overzicht van werknemers die verzoeken kunnen accepteren of afkeuren in uw naam.
german: Diese Liste zeigt die Angestellten, welche in Ihrem Namen eine Anfrage bearbeiten dürfen.
portuguese: Esta é a lista de colaboradores que pode aceitar ou rejeitar pedidos em seu nome

source: Revoke
dutch: Intrekken
german: Wideruf
portuguese: Revogar

source: Add a delegate
dutch: Voeg een gedelegeerde toe
german: Einen Delegierten hinzufügen
portuguese: Adicionar delegado

source: Are you sure that you want to revoke this delegation?
dutch: Weet u zeker dat u deze delegatie wil intrekken?
german: Sind Sie sicher, dass Sie die Delegation rückgängig machen möchten?
portuguese: Tem a certeza que pretende revogar esta delegação?

source: Leave balance (subordinates)
dutch: Verlofbalans (medewerkers)
german: Resturlaub (Angestellte)
portuguese: Saldo de ferias (colaboradores)

source: Leave balance of my direct report subordinates. If you are not a manager, this list will always be empty.
dutch: Afwezigheid balans van alle direct aan mij rapporterende medewerkers. Als u geen manager bent, zal deze lijst altijd leeg zijn.
german: Urlaubsstatistik meiner direkten Angestellten. Wenn Sie kein Vorgesetzter sind, wird diese Liste immerzu leer sein.
portuguese: Saldo dos pedidos dos colaboradores. Se você não é um gestor, esta lista estará vazia.

source: Send a new comment (optional)
dutch: Stuur een nieuwe opmerking (optioneel)
german: Neuen Kommentar senden (optional)
portuguese: Envie um novo comentário (opcional)

source: Reject
dutch: Afwijzen
german: Ablehnen
portuguese: Rejeitar

source: Language
dutch: Taal
german: Sprache
portuguese: Idioma

source: Send me my password
dutch: Stuur mij mijn wachtwoord
german: Passwort zusenden
portuguese: Envie-me a password

source: Are you sure that you want to reset your password?
dutch: Weet u zeker dat u uw wachtwoord wilt resetten?
german: Möchten Sie Ihr Passwort wirklich zurücksetzen?
portuguese: Tem certeza de que deseja repor a password?

source: Please fill the login field
dutch: Vul aub het login-veld in
german: Bitte füllen Sie das Login-Feld aus
portuguese: Preencha o campo login

source: Unknown login. Please contact your HR Officer / Manager.
dutch: Onbekende login. Neem aub contact op met uw manager.
german: Unbekanntes Login
portuguese: Login desconhecido. Contacte o seu gestor.

source: The password has been sent to your e-mail adress.
dutch: Het wachtwoord is naar uw email adres gestuurd.
german: Ein neues Passwort wurde Ihnen per Mail zugesandt.
portuguese: A password foi enviada para o seu email.

source: Invalid login id or password
dutch: Ongeldige login of wachtwoord
german: Unbekannter Benutzername oder Passwort
portuguese: Login ou password invalido

source: The language has been succesfully set to
dutch: De taal is succesvol bijgewerkt naar
german: Sprache wurde erfolgreich gesetzt auf
portuguese: O idioma foi alterado com sucesso para

source: Your account is disabled. Please contact your HR Officer / Manager.
dutch: Dit account is gedeactiveerd. Neem aub contact op met uw manager.
german: Ihr Account ist deaktiviert. Bitte wenden Sie sich an Ihre Personalabteilung oder Ihren Vorgesetzten.
portuguese: A sua conta foi desativada. Contacte o seu gestor.

source: Rename
dutch: Hernoemen
german: Umbenennen
portuguese: Renomear
