Repository: bbalet/jorani
Catalog: public/application/language/*/*.po
Languages: dutch, german, portuguese

source: Data & Config Diagnostic
dutch: Data & Configuratie Diagnose
german: Daten- und Konfigurationsdiagnose
portuguese: Diagnostico de dados e configuração

source: Detection of configuration and data problems
dutch: Opsporen van configuratie en data problemen
german: Erkennung von Problemen mit der Konfiguration und Datenbasis
portuguese: Detecção de problemas de configuração e dados

source: No error
dutch: Geen fouten
german: Kein Fehler
portuguese: Sem erro

source: Leave Requests
dutch: Afwezigheid verzoek(en)
german: Abwesenheitsanfragen
portuguese: Pedidos de Férias

source: Accepted but duplicated Leave Requests
dutch: Geaccepteerd maar duplicaat afwezigheidsverzoek
german: Akzeptierte, jedoch duplizierte Abwesenheitsanfragen
portuguese: Aceite mas com pedidos duplicados

source: Employee
dutch: Werknemer
german: Angestellter
portuguese: Colaborador

source: Start Date
dutch: Begin datum
german: Anfangsdatum
portuguese: Data de inicio

source: Type
german: Typ
portuguese: Tipo

source: Afternoon/Morning
dutch: Middag/Ochtend
german: Nachmittag/Morgen
portuguese: Tarde / Manhã

source: Leave Requests with a wrong start/end type.
dutch: Afwezigheid verzoek met foutief start/eind type.
german: Abwesenheitsanfrage mit einem falschen Start/Ende Typ.
portuguese: Pedidos com um tipo de início / fim errado.

source: Date
dutch: Datum
german: Datum
portuguese: Data

source: Start
german: Anfang
portuguese: Inicio

source: End
dutch: Einde
german: Ende
portuguese: Fim

source: Entitled days
dutch: Beschikbare dagen
german: Bezugsberechtigte Tage
portuguese: Dias atribuidos

source: List of contracts and employees having entitlements for more than one year.
dutch: Lijst van contracten en werknemers met aanspraken voor meer dan een jaar.
german: Liste der Verträge und Angestellten, die Ansprüche über mehr als ein Jahr haben.
portuguese: Lista de contratos e colaboradores com direitos a mais de um ano.

source: Name
dutch: Naam
portuguese: Nome

source: End Date
dutch: Eind datum
german: Enddatum
portuguese: Data final

source: Contract
german: Vertrag
portuguese: Contrato

source: Incomplete deletion into database.
dutch: Onvolledige verwijdering in de database.
german: Unvollständige Löschung von Einträgen in der Datenbank
portuguese: Eliminação incompleta no banco de dados.

source: Non-working days
dutch: Niet-werkdagen
german: Arbeitsfreie Tage
portuguese: Dias não úteis

source: Number of days (per contract) for which a non-working duration has been defined.
dutch: Aantal dagen (per contract) die als niet-werkdagen zijn gedefinieerd.
german: Anzahl an Tagen (pro Vertrag), für die eine Nicht-Arbeitsdauer festgelegt wurde.
portuguese: Número de dias (por contrato) para o qual uma duração não operacional foi definida.

source: Last year
dutch: Afgelopen jaar
german: Letztes Jahr
portuguese: Ano anterior

source: This year
dutch: Dit jaar
german: Dieses Jahr
portuguese: Este ano

source: Next year
dutch: Volgend jaar
german: Nächstes Jahr
portuguese: Próximo ano

source: Overtime
dutch: Overuren
german: Überstunden
portuguese: Horas extra

source: Overtime requests with a negative duration
dutch: Overwerk aanvragen met een negatieve duur
german: Überstundenanfrage mit einer negativen Dauer
portuguese: Pedidos de horas extras com duração negativa

source: Duration
dutch: Duur
german: Dauer
portuguese: Duração

source: Contracts
dutch: Contracten
german: Verträge
portuguese: Contratos

source: Unused contracts (check if the contract is not duplicated).
dutch: Ongebruikte contracten (controleer of dit geen duplicaat is).
german: Nicht verwendete Verträge (stellen Sie sicher, dass der Vertrag nicht doppelt vorliegt)
portuguese: Contratos não utilizados (verifique se o contrato não está duplicado).

source: Balance
dutch: Balans
german: Guthaben
portuguese: Saldo

source: Leave requests for which there are no entitlments.
dutch: Afwezigheid verzoeken waarvoor er geen rechten zijn.
german: Abwesenheitsanfragen ohne bestehende Ansprüche
portuguese: Pedidos para os quais não há nenhuma atribuição.

source: OAuth clients and sessions
dutch: OAuth clienten en sessies
german: OAuth-Clients und -Sitzungen
portuguese: Clientes e sessões OAuth

source: Clients
dutch: Clienten
portuguese: Clientes

source: List of clients allowed to use the REST API
dutch: Lijst met clienten die gebruik mag maken van de REST API
german: Liste an Clients, denen die Nutzung der REST API erlaubt wurde
portuguese: Lista de clientes autorizados a usar a API REST

source: edit client
dutch: wijzig client
german: Client bearbeiten
portuguese: Editar cliente

source: delete client
dutch: verwijder client
german: Client löschen
portuguese: Eliminar cliente

source: Add
dutch: Toevoegen
german: Hinzufügen
portuguese: Adicionar

source: Add OAuth Client
dutch: Voeg OAuth client toe
german: OAuth-Client hinzufügen
portuguese: Adicionar Cliente OAuth

source: Associate to an actual user
dutch: Associëren met een werkelijke gebruiker
german: Tatsächlichen Benutzer zuweisen
portuguese: Associar ao utilizador atual

source: This client_id already exists
dutch: Deze client_id bestaat al
german: Diese client_id existiert bereits
portuguese: O client_id já existe

source: Are you sure that you want to proceed?
dutch: Weet u zeker dat u wilt doorgaan?
german: Sind Sie sicher, dass Sie fortfahren möchten?
portuguese: Tem certeza de que deseja prosseguir?

source: Sessions
dutch: Sessies
german: Sitzungen
portuguese: Sessões

source: List of active REST API OAuth Sessions
dutch: Lijst met actieve REST API OAuth sessies
german: Liste aktiver REST-API-OAuth-Sitzungen
portuguese: Lista de Sessões ativas API REST OAuth

source: Purge
dutch: Opschonen
german: Löschen
portuguese: Purgar

source: Yearly calendar
dutch: jaarkalender
german: Jahreskalender
portuguese: Calendário anual

source: Export
dutch: Exporteren
portuguese: Exportar

source: My calendar
dutch: Mijn agenda
german: Mein Kalender
portuguese: O meu calendário

source: Calendar of my leaves.
dutch: Agenda van mijn afwezigheid
german: Kalender meiner Abwesenheit.
portuguese: Calendário dos meus pedidos

source: Download an iCal file
dutch: Download een iCal bestand
german: iCal Datei herunterladen
portuguese: Download ficheiro iCal

source: (import the event into Outlook, Thunderbird, etc.)
dutch: (importeer de gebeurtenis naar Outlook, Thunderbird, etc.)
german: (Ereignis in Outlook, Thunderbird, etc. importieren)
portuguese: (importar o evento para o Outlook, Thunderbird, etc.)

source: Event details
dutch: Afspraak details
german: Ereignisdetails
portuguese: Detalhes do evento

source: Close
dutch: Sluiten
german: Schließen
portuguese: Fechar

source: Days off
dutch: Vrije dagen
german: Freie Tage
portuguese: Dias livres

source: Calendar of my workmates
dutch: Agenda van mijn collega's
german: Kalender meiner Kollegen
portuguese: Calendário dos meus colegas

source: Leaves of employees having the same line manager
dutch: Afwezigheid van de werknemers met dezelfde manager
german: Abwesenheit von Angestellten mit demselben Vorgesetzten
portuguese: Férias de colaboradores do mesmo gestor

source: Calendar of my subordinates
dutch: Agenda van mijn medewerkers
german: Kalender meiner Untergebenen
portuguese: Calendário dos meus subordinados

source: Leaves of my direct report subordinates (will be empty if I'm not a manager).
dutch: Afwezigheden van mijn medewerkers (zal leeg zijn als u geen manager bent).
german: Abwesenheit meiner Angestellten (bleibt leer ohne Managerrolle)
portuguese: Férias dos meus subordinados diretos (vazio se eu não for um gerente).

source: Calendar of my department
dutch: Agenda van mijn afdeling
german: Kalender meiner Abteilung
portuguese: Calendário do meu departamento

source: Calendar of employees working in my department
dutch: Agenda van medewerkers van mijn afdeling
german: Kalender der Angestellten in meiner Abteilung
portuguese: Calendário de colaboradores do meu departamento

source: It appears that you don't belong to any department. Please contact your HR Officer / Manager.
dutch: Het lijkt erop dat u niet behoort tot een afdeling. Neem contact op met uw HR Officer / Manager.
german: Es scheint Sie gehören keiner Abteilung an. Bitte melden Sie sich bei Ihrer Personalabteilung oder Ihrem Vorgesetzten.
portuguese: Parece que você não pertence a nenhum departamento. Entre em contato com o seu agente / gerente de RH.

source: Calendar of the organization
dutch: Agenda van uw organisatie
german: Kalender der Organisation
portuguese: Calendário da organização

source: Global calendar with a filter on entity
dutch: Algemene agenda met filter mogelijkheid per entiteit
german: Globaler Kalender gefiltert nach Dienststelle(n)
portuguese: Calendário global com filtro de entidade

source: Select the entity
dutch: Selecteer entiteit
german: Einheit auswählen
portuguese: Selecione a entidade

source: Select
dutch: Selecteer
german: Auswahl
portuguese: Selecionar

source: Include sub-departments
dutch: Includeer onderliggende groepen
german: Unterabteilungen inkludieren
portuguese: Incluir sub-departamentos

source: Select an entity
dutch: Selecteer een entiteit
german: Einheit auswählen
portuguese: Selecione uma entidade

source: Cancel
dutch: Annuleren
german: Abbrechen
portuguese: Cancelar

source: Tabular Calendar
dutch: Agenda in tabelvorm
german: Tabellarischer Kalender
portuguese: Calendário tabular

source: Month
dutch: Maand
german: Monat
portuguese: Mês

source: Year
dutch: Jaar
german: Jahr
portuguese: Ano

source: Previous
dutch: Vorige
german: Vorige
portuguese: Anterior

source: Next
dutch: Volgende
german: Nächste
portuguese: Próximo

source: Select a list
dutch: Selecteer een lijst
german: Liste auswählen
portuguese: Selecione uma lista

source: Display leave types
dutch: Toon verlof types
german: Abwesenheitsarten darstellen
portuguese: Mostrar tipo de licenças

source: Calendar Tabular
dutch: Agenda in tabelvorm
german: Tabellarischer Kalender
portuguese: Calendário tabular

source: Entity
dutch: Entiteit
german: Einheit
portuguese: Entidade

source: Sub-entities
dutch: Subgroepen
german: Untereinheiten
portuguese: Sub-entidades

source: Mo
dutch: Ma
portuguese: Seg

source: Tu
dutch: Di
german: Di
portuguese: Ter

source: We
dutch: Wo
german: Mi
portuguese: Qua

source: Th
dutch: Do
german: Do
portuguese: Qui

source: Fr
dutch: Vr
portuguese: Sex

source: Sa
dutch: Za
portuguese: Sab

source: Su
dutch: Zo
german: So
portuguese: Dom

source: Monday
dutch: Maandag
german: Montag
portuguese: Segunda

source: Tuesday
dutch: Dinsdag
german: Dienstag
portuguese: Terça

source: Wednesday
dutch: Woensdag
german: Mittwoch
portuguese: Quarta

source: Thursday
dutch: Donderdag
german: Donnerstag
portuguese: Quinta

source: Friday
dutch: Vrijdag
german: Freitag
portuguese: Sexta

source: Saturday
dutch: Zaterdag
german: Samstag
portuguese: Sábado

source: Sunday
dutch: Zondag
german: Sonntag
portuguese: Domingo

source: All days
dutch: Alle dagen
german: täglich
portuguese: Todos os dias

source: January
dutch: Januari
german: Januar
portuguese: Janeiro

source: February
dutch: Februari
german: Februar
portuguese: Fevereiro

source: March
dutch: Maart
german: März
portuguese: Março

source: April
portuguese: Abril

source: May
dutch: Mei
german: Mai
portuguese: Maio

source: June
dutch: Juni
german: Juni
portuguese: Junho

source: July
dutch: Juli
german: Juli
portuguese: Julho

source: August
dutch: Augustus
portuguese: Agosto

source: September
portuguese: Setembro

source: October
dutch: Oktober
german: Oktober
portuguese: Outubro

source: November
portuguese: Novembro

source: December
german: Dezember
portuguese: Dezembro

source: List of contracts
dutch: Lijst contracten
german: Liste der Verträge
portuguese: Lista de contratos

source: Start period
dutch: Start datum
german: Anfangsdatum
portuguese: Inicio do periodo

source: End period
dutch: Eind datum
german: Enddatum
portuguese: Fim do periodo

source: delete contract
dutch: Verwijder contract
german: Vertrag löschen
portuguese: Eliminar contrato

source: edit contract
dutch: Bewerk contract
german: Vertrag bearbeiten
portuguese: Editar contrato

source: entitled days
dutch: Beschikbare dagen
german: bezugsberechtigte Tage
portuguese: Dias atribuidos

source: days off and weekends
dutch: vrije dagen en weekenden
german: Ferientage und Wochenenden
portuguese: dias livres e fins de semana

source: Exclude leave types
dutch: Excludeer verlof type(s)
german: Abwesenheitsart ausschließen
portuguese: Excluir tipo de licença

source: Export this list
dutch: Exporteer dit overzicht
german: Diese Liste exportieren
portuguese: Exportar esta lista

source: Create contract
dutch: Maak contract aan
german: Vertrag erstellen
portuguese: Criar contrato

source: Delete Contract
dutch: Verwijder contract
german: Vertrag löschen
portuguese: Eliminar contrato

source: You are about to delete one contract, this procedure is irreversible.
dutch: U staat op het punt een contact te verwijderen; dit kan niet ongedaan gemaakt worden.
german: Sie sind dabei einen Vertrag zu löschen, diese Prozedur kann nicht rückgängig gemacht werden.
portuguese: Está prestes a excluir um contrato, este procedimento é irreversível.

source: Do you want to proceed?
dutch: Wilt u verder gaan?
german: Möchten Sie fortfahren?
portuguese: Quer prosseguir?

source: Yes
dutch: Ja
german: Ja
portuguese: Sim

source: No
dutch: Nee
german: Nein
portuguese: Não

source: Exclude leave types from a contract
dutch: Excludeer verlof type(s) van een contract
german: Abwesenheitsart von einem Vertrag ausschließen
portuguese: Excluir tipos de licença de um contrato

source: You cannot exclude leave types already in use (used at least one time by en employee attached to the contract) and the default leave type (set on the contract or into the configuration file).
dutch: U kunt geen verloftypen uitsluiten die al in gebruik zijn (tenminste één keer gebruikt door een medewerker verbonden aan een contract) en het standaardverloftype (als gedefinieerd in het contract of in het configuratiebestand).
german: Sie können keine bereits benutzte Abwesenheitsart oder die Standard-Abwesenheitsart ausschließen. Benutzt bedeutet in diesem Fall, dass dieser Typ durch mindestens eine Angestellte, die diesem Vertrag zugeordnet ist, verwendet wurde.
portuguese: Não pode excluir os tipos de licença já em uso (usado pelo menos uma vez por um funcionário vinculado ao contrato) e o tipo de licença padrão (definido no contrato ou no arquivo de configuração).

source: Included leave types
dutch: Geincludeerde verlof types
german: Miteinbezogene Abwesenheitsarten
portuguese: Tipos de licença incluidos

source: Excluded leave types
dutch: Geexcludeerde verlof types
german: Ausgeschlossene Abwesenheitsarten
portuguese: Tipos de licença excluidos

source: Include this leave type
dutch: Includeer dit verlof type
german: Diese Abwesenheitsart miteinbeziehen
portuguese: Incluir este tipo de licença

source: Exclude this leave type
dutch: Excludeer dit verlof type
german: Diese Abwesenheitsart ausschließen
portuguese: Excluir este tipo de licença

source: This leave type is already in use
dutch: Dit verlof type is al in gebruik
german: Diese Abwesenheitsart wird bereits verwendet
portuguese: Este tipo de licença já está em uso

source: You cannot exclude the default leave type
dutch: U kunt het standaard verlof type niet excluderen
german: Sie können die Standard-Abwesenheitsart nicht ausschließen
portuguese: Não pode excluir o tipo de licença padrão

source: Edit a contract
dutch: Bewerk een contract
german: Einen Vertrag bearbeiten
portuguese: Editar um contrato

source: Edit contract #
dutch: Bewerk contract #
german: Vertrag mit Nummer # bearbeiten
portuguese: Editar contrato #

source: Month / Start
dutch: Maand / Start
german: Monat / Anfang
portuguese: Inicio / Mês

source: Day / Start
dutch: Dag / Start
german: Tag / Anfang
portuguese: Inicio / Dia

source: Month / End
dutch: Maand / Einde
german: Monat / Ende
portuguese: Fim / Mês

source: Day / End
dutch: Dag / Einde
german: Tag / Ende
portuguese: Fim / Dia

source: Default leave type
dutch: Standaard verlof type
german: Standard-Abwesenheitsart
portuguese: Tipo de licença padrão

source: Update contract
german: Vertrag aktualisieren
portuguese: Atualizar contrato

source: The contract has been succesfully updated
dutch: Het contract is succesvol bijgewerkt
german: Der Vertrag wurde erfolgreich aktualisiert
portuguese: O contrato foi atualizado com sucesso

source: Create a new contract
dutch: Maak een nieuw contract aan
german: Neuen Vertrag erstellen
portuguese: Criar um novo contrato

source: The contract has been succesfully created
dutch: Het contract is succesvol aangemaakt
german: Der Vertrag wurde erfolgreich erstellt
portuguese: O contrato foi criado com sucesso

source: The contract has been succesfully deleted
dutch: Het contract is succesvol verwijderd
german: Der Vertrag wurde erfolgreich gelöscht
portuguese: O contrato foi eliminado com sucesso

source: Calendar of non working days
dutch: Agenda van niet werkende dagen
german: Kalender für arbeitsfreie Tage
portuguese: Calendário de dias livres

source: Days off and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
dutch: Vrije dagen en weekenden zijn standaard niet geconfigureerd. Klik op een dag om deze individueel te bewerken of gebruik de knop "Serie".
german: Arbeitsfreie Tage und Wochenenden sind standarmäßig nicht konfiguriert. Klicken Sie auf einen Tag um diesen zu bearbeiten oder wählen Sie den Knopf "Serie" aus.
portuguese: Os dias livres e fins de semana não são configurados por padrão. Clique num dia para editá-lo individualmente ou use o botão "Série".

source: Legend:
dutch: Legenda:
german: Legende:
portuguese: Legenda:

source: All day
dutch: Hele dag
german: ganztägig
portuguese: Todo o dia

source: Morning
dutch: Ochtend
german: Vormittag
portuguese: Manhã

source: Afternoon
dutch: Middag
german: Nachmittag
portuguese: Tarde

source: Back to contracts
dutch: Terug naar contracten
german: Zurück zu Verträgen
portuguese: Regressar a contratos

source: Series of non-working days
dutch: Serie van niet-werkende dagen
german: Serie von arbeitsfreien Tagen
portuguese: Série de dias livres

source: Edit day off
dutch: Bewerk vrije dag
german: Ändere Ferientag
portuguese: Editar dia livre

source: Title
dutch: Titel
german: Titel
portuguese: Título

source: Working day
dutch: Werkdag
german: Arbeitstag
portuguese: Dia laboral

source: All day is off
dutch: Hele dag vrij
german: ganztägig frei
portuguese: Todo o dia livre

source: Morning is off
dutch: Ochtend vrij
german: Vormittag frei
portuguese: Manhã livre

source: Afternoon is off
dutch: Middag vrij
german: Nachmittag frei
portuguese: Tarde livre

source: Delete
dutch: Verwijder
german: Löschen
portuguese: Eliminar

source: Import iCal
dutch: Importeer iCal
german: Importiere iCal
portuguese: importar iCal

source: URL of non-working days iCal file
dutch: URL van vrije dagen - iCal bestand
german: URL einer iCal Datei mit freien Tagen
portuguese: URL do Ficheiro de dias não úteis iCal

source: Edit a series of days off
dutch: Bewerk een reeks vrije dagen
german: Serie von freien Tagen bearbeiten
portuguese: Editar série de dias livres

source: Mark every
dutch: Markeer alles
german: Alles markieren
portuguese: Marcar cada

source: From
dutch: Van
german: Von
portuguese: De

source: Current
dutch: Vandaag
german: Aktuell
portuguese: Corrente

source: To
dutch: Aan
german: An
portuguese: A

source: As a
dutch: Als een
german: Als ein
portuguese: Como

source: Copy
dutch: Kopieren
german: Kopieren
portuguese: Copiar

source: You must select a contract.
dutch: Het is verplicht een contract te selecteren
german: Sie müssen einen Vertrag auswählen.
portuguese: Tem que selecionar um contrato

source: Data has been copied successfully.
dutch: Gegevens zijn succesvol gekopieerd.
german: Daten wurden erfolgreich kopiert.
portuguese: Os dados foram copiados com sucesso.

source: No data available in table
dutch: Geen gegevens beschikbaar in de tabel
german: Keine Daten in Tabelle
portuguese: Sem dados disponíveis na tabela

source: Showing _START_ to _END_ of _TOTAL_ entries
dutch: Toon _START_ to _END_ of _TOTAL_ rijen
german: Zeige _START_ bis _END_ von insgesamt _TOTAL_ Einträgen
portuguese: Mostrando _START_ para _END_ de entradas _TOTAL_

source: Showing 0 to 0 of 0 entries
dutch: Toon 0 tot 0 van 0 rijen
german: Zeige 0 bis 0 von 0 Einträgen
portuguese: Mostrando 0 a 0 de 0 entradas

source: (filtered from _MAX_ total entries)
dutch: (gefilterd van _MAX_total rijen)
german: (Gefiltert aus _MAX_ von allen Einträgen)
portuguese: (filtrado de _MAX_ entradas totais)

source: Show _MENU_ entries
dutch: Toon _MENU_ rijen
german: Zeige _MENU_ Einträge
portuguese: Mostrar entradas _MENU_

source: Loading...
dutch: Laden...
german: Laden...
portuguese: A carregar...

source: Processing...
dutch: Verwerken...
german: Verarbeite...
portuguese: A processar...

source: Search:
dutch: Zoeken:
german: Suche:
portuguese: Procurar:

source: No matching records found
dutch: Geen overeenkomende records gevonden
german: Keine Übereinstimmung gefunden
portuguese: Nenhum registo correspondente encontrado

source: First
dutch: Eerste
german: Erstes
portuguese: Primeiro

source: Last
dutch: Laatste
german: Letztes
portuguese: Último

source: : activate to sort column ascending
dutch: : oplopend sorteren
german: : aktivieren um Spalte aufwärts zu sortieren
portuguese: : ativar para classificar coluna ascendente

source: : activate to sort column descending
dutch: : aflopend sorteren
german: : aktivieren um Spalte abwärts zu sortieren
portuguese: : ativar para ordenar coluna descendente

source: Page length
dutch: Pagina lengte
german: Seitenlänge
portuguese: Comprimento da página

source: 10 rows
dutch: 10 rijen
german: 10 Einträge
portuguese: 10 linhas

source: 25 rows
dutch: 25 rijen
german: 25 Einträge
portuguese: 25 linhas

source: 50 rows
dutch: 50 rijen
german: 50 Einträge
portuguese: 50 linhas

source: Show all
dutch: Toon alles
german: Alle anzeigen
portuguese: Mostrar tudo

source: Change columns
dutch: Pas kolommen aan
german: Spalten ändern
portuguese: Alterar colunas

source: Your password has been reset
dutch: Uw password is gereset
german: Passwort wurde zurückgesetzt
portuguese: A sua senha foi reposta

source: Your account has been created
dutch: Uw account is aangemaakt
german: Ihr Account wurde erstellt
portuguese: A sua conta foi criada

source: Leave Request from
dutch: Afwezigheidsverzoek van
german: Abwesenheitsanfrage von
portuguese: Pedido de

source: Leave Request
dutch: Afwezigheidsverzoek
german: Abwesenheitsanfrage
portuguese: Pedido

source: Leave Request Cancellation from
dutch: Annulering afwezigheidsaanvraag van
german: Abwesenheitsanfragenannullierung von
portuguese: Pedido de cancelamento de

source: Leave Request Cancellation
dutch: Annulering afwezigheidsaanvraag
german: Abwesenheitsanfragenannullierung
portuguese: Cancelamento de pedido

source: Your Cancellation Request has been accepted
dutch: Uw annuleringsverzoek is geaccepteerd
german: Ihre Annullierungsanfrage wurde genehmigt
portuguese: O sue pedido de cancelamento foi aceite.

source: Your Cancellation Request has been rejected
dutch: Uw annuleringsverzoek is NIET geaccepteerd
german: Ihre Annullierungsanfrage wurde abgelehnt
portuguese: O sue pedido de cancelamento foi rejeitado.

source: Your leave request has been accepted
dutch: Uw afwezigheidsverzoek is goedgekeurd
german: Ihre Abwesenheitsanfrage wurde genehmigt
portuguese: O seu pedido foi aceite.
