Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: No leave type found into the database.
ca: No existeix cap tipus d'absència a la base de dades.
cs: V databázi nebyly nalezeny žádné druhy dovolené.
el: Δεν βρέθηκε τύπος άδειας στη βάση δεδομένων.
es: No existen ningún tipo de permiso.
fr: Aucun type d'absence n'a été trouvé dans la base de données.
hu: Nem található szabadság típus az adatbázisban.
it: Nessuna tipologia di ferie trovata nel database
km: គ្មានទម្រង់ថ្មីក្នុងទិន្ន័យទេ
ru: Тип отпуска не найден в базе данных.
sk: Žiaden typ voľna nenájdený v databáze.
tr: Veritabanında hiçbir izin türü bulunamadı.

source: This leave type already exists.
ca: Aquest tipus d'absència ja existeix.
cs: Druh dovolené již existuje.
el: Αυτός ο τύπος άδειας υπάρχει ήδη.
fr: Ce type d'absence existe déjà.
hu: Ez a szabadság típus már létezik.
sk: Tento typ voľna už existuje.

source: Add a leave type
ca: Afegeix un tipus de permís
cs: Přidat druh dovolené.
el: Προσθέστε έναν τύπο άδειας
es: Añade un tipo de permiso
fr: Ajouter un type d'absence
hu: Szabadság típus hozzáadása
it: Aggiungi una tipologia di ferie
km: បន្ថែមការឈប់សម្រាក
ru: Добавить тип отпуска
sk: Pridať typ voľna
tr: Bir izin türü ekle

source: Suggest an acronym
ca: Sugerir un acrònim
el: Προτείνετε ένα ακρωνύμιο
fr: Suggérer un acronyme
hu: Ajánlj acronym-et
sk: Navrhnúť skratku

source: The leave type has been succesfully created.
ca: El tipus d'absència s'ha creat.
cs: Druh dovolené byl úspěšně vytvořen.
el: Ο τύπος άδειας δημιουργήθηκε με επιτυχία.
es: El tipo de permiso ha sido creado correctamente.
fr: Le type d'absence a été créé avec succès.
hu: A szabadság típus sikeresen létrehozva.
it: La tipologia di ferie è stata creata con successo
km: ស្លឹកបង្កេីតដោយជោគជ័យ
ru: Тип отпуска успешно создан.
sk: Typ voľna bol úspešne vytvorený.
tr: İzin türü başarıyla oluşturuldu.

source: Edit a Leave type
ca: Editar un tipo de permiso
cs: Upravit druh dovolené.
el: Επεξεργαστείτε έναν τύπο άδειας
es: Editar un tipo de permiso
fr: Modifier un type d'absence
hu: Szabadság típus szerkesztése
it: Modifica una richiesta di ferie
km: កែសម្រួលប្រភេទឈប់សំរាក
ru: Редактировать тип отпуска
sk: Upraviť typ voľna
tr: Bir izin türü düzenle

source: Update
ca: Modificar
cs: Aktualizovat
el: Επεξεργασία
es: Modificar
fr: Modifier
hu: Frissítés
it: Aggiorna
km: ធ្វើអោយទាន់សម័យ
ru: Обновить
sk: Aktualizovať
tr: Güncelle

source: The leave type has been succesfully updated.
ca: El tipus d'absència s'ha actualitzat correctament.
cs: Druh dovolené byl úspěšně upraven.
el: Ο τύπος άδειας ενημερώθηκε με επιτυχία.
es: El tipo de permiso ha sido modificado correctamente.
fr: Le type d'absence a été modifié avec succès.
hu: A szabadság típus sikeresen frissítve.
it: La tipologia di ferie è stata aggiornata con successo.
km: ប្រភេទឈប់សម្រាកបានធ្វើអោយទាន់សម័យដោយជោគជ័យ
ru: Тип отпуска был успешно обновлен.
sk: Typ voľna bol úspešne aktualizovaný.
tr: İzin türü başarıyla güncellendi.

source: Delete Leave Type
ca: Esborrar el tipus d'absència
cs: Smazat druh dovolené.
el: Διαγραφή τύπου αδείας
es: Borrar el tipo de permiso
fr: Supprimer un type d'absence
hu: Szabadság típus törlése
it: Elimina tipologia ferie
km: លុបចេញពីទម្រង់ដើម
ru: Удалить тип отпуска
sk: Vymazať typ voľna
tr: İzin Türünü Sil

source: You are about to delete one leave type, this procedure is irreversible.
ca: Estàs a punt d'esborrar un tipus d'absència, aquest procediment és irreversible.
cs: Chystáte se smazat druh dovolené, tato operace je nevratná.
el: Πρόκειται να διαγράψετε έναν τύπο άδειας, η διαδικασία αυτή είναι μη αναστρέψιμη.
es: Estás a punto de eliminar un tipo de permiso, este acción no se puede deshacer.
fr: Vous êtes sur le point de supprimer un type d'absence, cette procédure est irréversible.
hu: Egy szabadság típus törlésére készül, ez a folyamat nem visszaállítható.
it: Stai per cancellare una tipologia di ferie, questa procedura è irreversibile.
km: អ្នកគឺជាអ្នកលុបទម្រង់ដើមវាជាទម្រង់ដែលមិនអាចត្រឡប់វិញបាន
ru: Вы собираетесь удалить тип отпуска. Это действие нельзя будет отменить.
sk: Chystáte sa odstrániť jeden typ voľna, tento krok je nevratný.
tr: Bir izin türünü silmek üzeresiniz, bu işlem geri döndürülemez.

source: The leave type has been succesfully deleted.
ca: El tipus d'absència s'ha esborrat.
cs: Druh dovolené byl úspěšně smazán.
el: Ο τύπος άδειας έχει διαγραφεί με επιτυχία.
es: El tipo de permiso ha sido borrado correctamente.
fr: Le type d'absence a été supprimé avec succès.
hu: A szabadság típus sikeresen törölve.
it: La tipologia di ferie è stata cancellata con successo.
km: ប្រភេទនៃការឈប់សម្រាកត្រួវបានលុបដោយជោគជ័យ
ru: Тип отпуска был успешно удален.
sk: Typ voľna bol úspešne vymazaný.
tr: İzin türü başarıyla silindi.

source: You cannot delete a system leave type.
ca: No es pot esborrar un tipus d'absència del sistema.
cs: Nemůžete vymazat systémový druh dovolené.
el: Δεν μπορείτε να διαγράψετε έναν τύπο άδειας συστήματος.
es: No se puede eliminar un tipo de permiso del sistema
fr: Vous ne pouvez pas supprimer un type d'absence système.
hu: Nem törölheted a rendszer szabadság típust.
it: Non puoi eliminare una tipologia di ferie di sistema.
km: អ្នកមិនអាចលុបនួវទម្រង់ដើម
ru: Вы не можете удалить системный тип отпуска.
sk: Nemôžete vymazať systémový typ voľna.
tr: Bir sistem izin türünü silemezsiniz.

source: You cannot delete a leave type that is used.
ca: No es pot eliminar un tipus d'absència que es troba en ús.
cs: Nemůžete smazat použitý druh dovolené.
el: Δεν μπορείτε να διαγράψετε έναν τύπο άδειας που χρησιμοποιείται.
es: No se puede eliminar un tipo de licencia que se encuentra en uso.
fr: Vous ne pouvez pas supprimer un type d'absence qui est utilisé.
hu: A használatban lévő szabadság típust nem törölheted.
it: Non puoi eliminare una tipologia di ferie che è in uso.
km: អ្នកមិនអាចលុបប្រភេទនៃការឈប់សម្រាកដែលបានប្រើប្រាស់នោះទេ។
ru: Вы не можете удалить тип отпуска, который используется в системе.
sk: Nemôžete vymazať typ voľna, ktorý sa používa.
tr: Kullanılan bir izin türünü silemezsiniz.

source: Change password
ca: Modificar la contrasenya
cs: Změnit heslo
el: Άλλαξε κωδικό
es: Modificar la contraseña
fr: Changer le mot de passe
hu: Jelszó cseréje
it: Cambio password
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
ru: Изменить пароль
sk: Zmeniť heslo
tr: Şifreyi değiştir

source: Welcome
ca: Benvingut
cs: Vítejte
el: Καλός ήρθατε
es: Bienvenido
fr: Bienvenue
hu: Üdvözöl
it: Benvenuto/a
km: សូមស្វាគមន៏
ru: Добро пожаловать
sk: Vitajte
tr: Hoş geldiniz

source: Logout
ca: Tancar sessió
cs: Odhlásit
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion
hu: Kilépés
it: Uscita
km: ចាកចេញពីប្រពន្ធ័
ru: Выйти
sk: Odhlásenie
tr: Oturumu kapat

source: View my personal information
ca: Veure la meva informació personal
cs: Zobrazit mé personální informace
el: Δες τα προσωπικά μου στοιχεία
es: Ver mi información personal
fr: Voir mes informations personnelles
hu: Saját információk megtekintése
it: Vedo le mie informazioni personali
km: មើលពត៌មានផ្ទាល់ខ្លួនរបស់ខ្ញុំ
ru: Показать мою личную информацию
sk: Zobraziť moje osobné informácie
tr: Kişisel bilgilerimi görüntüle

source: reset password
ca: restablir contrasenya
cs: resetovat heslo
el: επαναφέρετε τον κωδικό πρόσβασης
es: restablecer contraseña
fr: Changer le mot de passe
hu: jelszó visszaállítása
it: reimposta password
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
ru: сбросить пароль
sk: reset hesla
tr: şifreyi sıfırla

source: List of users
ca: Llistat d'empleats
cs: Seznam uživatelů
el: Κατάλογος χρηστών
es: Lista de usarios
fr: Liste des utilisateurs
hu: Felhasználók listája
it: Elenco utenti
km: បញ្ជីនៃអ្នកប្រើប្រាស់
ru: Список пользователей
sk: Zoznam užívateľov
tr: Kullanıcı listesi

source: Create user
ca: Crear empleat
cs: Vytvořit uživatele
el: Δημιουργία χρήστη
es: Crear usuario
fr: Ajouter un utilisateur
hu: Felhasználó létrehozása
it: Crea utente
km: បង្កើតឈ្មោះថ្មី
ru: Создать пользователя
sk: Vytvoriť užívateľa
tr: Kullanıcı oluştur

source: Settings
ca: Preferències
cs: Nastavení
el: Ρυθμίσεις
es: Ajustes
fr: Configuration
hu: Beállítások
it: Impostazioni
km: ការកំណត់
ru: Настройки
sk: Nastavenia
tr: Ayarlar

source: OAuth Clients
cs: OAuth klienti
el: Πελάτες OAuth
fr: Clients OAuth
hu: OAuth kliensek
sk: OAuth klienti

source: HR
ca: RH
cs: Lidské zdroje
es: RRHH
fr: RH
it: RU
km: ធនធានមនុស្ស
ru: Управление HR
tr: İK

source: Employees
ca: Empleats
cs: Zaměstnanci
el: Υπάλληλοι
es: Empleados
fr: Employés
hu: Munkavállalók
it: Dipendenti
km: បុគ្គលិក
ru: Сотрудники
sk: Zamestnanci
tr: Çalışanlar

source: Organization
ca: Organització
cs: Organizace
el: Εταιρία
es: Organización
fr: Organisation
hu: Szervezet
it: Organizzazione
km: អង្គការ
ru: Организация
sk: Organizácia
tr: Organizasyon

source: List of positions
ca: Llistat de categories
cs: Seznam pozic
el: Κατάλογος θέσεων
es: Lista de categorias
fr: Liste des postes
hu: Beosztások listája
it: Elenco posizioni
km: បញ្ជីមុខតំណែង
ru: Список должностей
sk: Zoznam pozícií
tr: Pozisyonların listesi

source: List of types
ca: Llistat de tipus
cs: Seznam druhů dovolené
el: Κατάλογος τύπων
es: Lista de tipos
fr: Liste des types
hu: Típusok listája
it: Elenco tipologie
km: ប្រភេទនៃការសុំច្បាប់
ru: Список типов
sk: Zoznam typov
tr: Türlerin listesi

source: Reports
ca: Informes
cs: Přehledy
el: Αναφορές
es: Informes
fr: Rapports
hu: Riportok
it: Report
km: របាយការណ៍
ru: Отчеты
sk: Reporty
tr: Raporlar

source: Leave balance
ca: Balanç de peticions
cs: Bilance dovolené
el: Υπόλοιπο αδείας
es: Balance de permisos
fr: État des congés
hu: Szabadság egyenleg
it: Saldo ferie
km: តុល្យភាពនៃការចាកចេញ
ru: Сальдо по отпускам
sk: Zostatok voľna
tr: İzin bakiyesi

source: Leave requests
ca: Peticions d'absència
cs: Žádosti o dovolenou
el: Αίτηση αδείας
fr: Demandes de congé
hu: Szabadság kérelmek
sk: Žiadosti o voľno
tr: İzin talepleri

source: Approval
ca: Aprovació
cs: Schvalování
el: Έγκριση
fr: Validation
hu: Elfogadás
sk: Schválenia
tr: Onaylama

source: My subordinates
ca: Els meus subordinats
cs: Moji podřízení
el: Οι υφιστάμενοι μου
fr: Mes collaborateurs
hu: Saját beosztottaim
sk: Moji podriadení
tr: Astlarım

source: Requests
ca: Peticions
cs: Požadavky
el: Αιτήσεις
es: Solicitudes
fr: Demandes
hu: Kérelmek
it: Richieste
km: ការស្នើរសុំ
ru: Запросы
sk: Žiadosti
tr: Talepler

source: List of OT Worked
ca: Llistat d'hores extra treballades
cs: Seznam odpracovaných přesčasů
el: Κατάλογος του OT Εργάστηκε
fr: Liste heures supp.
hu: OT munkaidők listája
sk: Zoznam odpracovaných nadčasov
tr: Çalışılmış fazla mesailerin listesi

source: Submit an OT Request
ca: Enviar una petició d'hores extra
cs: Odeslat požadavek o přesčas
el: Υποβάλετε ένα αίτημα OT
fr: Déclarer Heures supp.
hu: OT kérelem beküldése
sk: Odoslať žiadosť o nadčas
tr: Bir fazla mesai talebi gönder

source: Counters
ca: Comptadors
cs: Počítadla
el: Μετρητές
es: Contadores
fr: Compteurs
hu: Számlálók
it: Contatori
km: ចំនួនសរុបនៃការឈប់
ru: Сводная информация
sk: Počítadlá
tr: Sayaçlar

source: List of leave requests
ca: Llistat de peticions d'absència
cs: Seznam žádostí o dovolenou
el: Κατάλογος αιτήσεων άδειας
es: Lista de solicitudes de permisos
fr: Liste des demandes de congé
hu: Szabadság kérelmek listája
it: Elenco richieste di ferie
km: បញ្ជីនៃសំណើឈប់សំរាក
ru: Список заявлений на отпуск
sk: Zoznam žiadostí o voľno
tr: İzin taleplerinin listesi

source: Request a leave
ca: Sol·licitar una absència
cs: Požádat o dovolenou
el: Ζητήστε άδεια
es: Solicitar un permiso
fr: Faire une demande de congé
hu: Kérj szabadságot
it: Richiedi ferie
km: ស្នើសំុឈប់សំរាក
ru: Создать заявление об отпуске
sk: Požiadať o voľno
tr: Bir izin talep et

source: Calendars
ca: Calendari
cs: Kalendáře
el: Ημερολόγια
es: Calendario
fr: Calendriers
hu: Naptárak
it: Calendari
km: ប្រតិទិន
ru: Календари
sk: Kalendáre
tr: Takvimler

source: My workmates
ca: Els meus companys de feina
cs: Moji spolupracovníci
el: Οι συνεργάτες μου
es: Mis compañeros de trabajo
fr: Mes collègues
hu: Kollégáim
it: I miei colleghi
km: មិត្តរួមការងាររបស់ខ្ញុំ
ru: Мои коллеги
sk: Mojispolupracovníci
tr: Çalışma arkadaşlarım

source: Department
ca: Departament
cs: Oddělení
el: Τμήμα
es: Departamento
fr: Service
hu: Részleg
it: Reparto
km: ផ្នែក ឬ អគារ
ru: Отдел
sk: Oddelenie
tr: Departman

source: Global
cs: Globální
el: Καθολικός
fr: Mensuel global
hu: Általános
it: Globale
km: សាកល
ru: Общий
sk: Celkový
tr: Evrensel

source: Tabular
ca: En columnes
cs: Tabulkový
el: Πινακοειδής
es: En columnas
fr: Tabulaire global
hu: Táblázatos
it: Tabellare
km: តារាង
ru: Табличный
sk: Tabuľkový
tr: Tablosal

source: Search for an entity
ca: Cercar un departament
cs: Vyhledat organizační jednotku
el: Αναζήτηση για μια οντότητα
es: Buscar una entidad
fr: chercher une entité
hu: Keress egy entitást
it: Cerca un'entità
km: ស្ចែងរកអង្គភាពមួយ
ru: Искать запись
sk: Vyhľadať org. jednotku
tr: Bir takım ara

source: Search
ca: Cercar
cs: Hledat
el: Αναζήτηση
es: Buscar
fr: Chercher
hu: Keresés
it: Ricerca
km: ស្ចែងរក
ru: Поиск
sk: Hľadať
tr: Arama

source: Employees attached to entity
ca: Empleats associats al departament
cs: Zaměstnanci zařazení do organizační jednotky
el: Οι υπάλληλοι που συνδέονται με την οντότητα
es: Empleados asociados a la entidad
fr: Employés attachés à l'entité
hu: Az entitásokhoz kapcsolódó alkalmazottak
it: Dipendenti assegnati all'entità
km: និយោជិកដែលបានភ្ជាប់ទៅកាន់អង្គភាព
ru: Сотрудники, закрепленные за отделом
sk: Zamestnanci priradení k org. jednotke
tr: Takıma atanan çalışanlar

source: Attach an Employee
ca: Associar un empleat
cs: Přiřadit zaměstnance
el: Σύνδεσε έναν υπάλληλο
es: Asociar un empleado
fr: Attacher un employé
hu: Munkatárs csatolása
it: Assegna un dipendente
km: ភ្ជាប់ជាមួយបុគ្គលិក
ru: Закрепить сотрудника
sk: Pripojiť zamestnanca
tr: Bir Çalışan Ata

source: Detach an Employee
ca: Llevar un empleat
cs: Odřadit zaměstnance
el: Αποσύνδεσε έναν υπάλληλο
es: Quitar un empleado
fr: Détacher un employé
hu: Munkatárs leválasztása
it: Rimuovi un dipendente
km: ផ្តាច់ចេញពីបុគ្គលិក
ru: Открепить сотрудника
sk: Odpojiť zamestnanca
tr: Bir Çalışan Çıkar

source: Supervisor
cs: Nadřízený
el: Επόπτης
fr: Superviseur
hu: Ellenőr
it: Supervisore
km: ប្រធានផ្នែក
ru: Руководитель
sk: Nadriadený
tr: Gözetmen

source: If you select a supervisor, he will receive a copy of accepted and rejected leave requests submitted by employees of this entity.
ca: Si selecciona un supervisor, ell rebrà una còpia de les peticions acceptades u refusades enviats pels empleats d'aquest departament.
cs: Pokud vyberete nadřízeného, obdrží kopii přijatých a odmítnutých žádostí o dovolenou předkládaných zaměstnanci této organizační jednotky.
el: Εάν επιλέξετε έναν επόπτη, θα λάβει ένα αντίγραφο των αιτήσεων άδειας που εγκρίθηκαν και απορρίφθηκαν από υπαλλήλους αυτής της οντότητας.
es: Si selecciona un supervisor, recibira notificaciones de los cambios realizadosno recibir las solicitudes de permisos de los usuarios de esta entidad.
fr: Si vous choisissez un superviseur, il recevra une copie de toutes les demandes acceptées et rejetées des employés de cette entité.
hu: Ha ellenőrt választasz, akkor Ő másolatot fog kapni az alkalmazottak által beküldött elfogadott és elutasított szabadság kérelmekről, ebben az entitásban.
it: Se selezioni un supervisore, riceverà una copia delle richieste di ferie, accettate e rifiutate, inviate da dipendenti di questa entità.
km: ប្រើសិនបើលោកអ្នកជ្រើសរើសប្រធានម្នាក់, គាត់នឹងទទួលបាននូវសំណើរឈប់សម្រាកមួយដែលគេបានទទួលយក ឬបដិសេធន៍ ដែលត្រូវបានដាក់ស្នើរដោយនិយោជិកនៃអង្គភាពនេះ។
ru: Выбранный руководитель будет получать копии утвержденных или отклоненных заявлений на отпуск, созданных пользователем.
sk: Pokiaľ vyberiet nadriadeného, obdrží kópie schválených a zamietnutých požiadaviek odoslaných zamestnancami tejto org. jednotky.
tr: Eğer bir gözetmen seçerseniz, o bu takımdaki çalışanlar tarafından gönderilen kabul edilmiş ve reddedilmiş izin taleplerinin bir kopyasını alacaktır.

source: Select a Supervisor
ca: Selecciona un supervisor
cs: Vybrat Nadřízeného
el: Επιλέξτε έναν επόπτη
es: Selecciona un supervisor
fr: Selectionner un Superviseur
hu: Válassz ellenőrt
it: Seleziona un Supervisore
km: សូមជ្រើសរើសប្រធានម្នាក់
ru: Выберите руководителя
sk: Vyber nadriadeného
tr: Bir gözetmen seç

source: Delete Entity
ca: Esborrar departament
cs: Smazat organizační jednotku
el: Διαγραφή οντότητας
es: Suprimir entidad
fr: Supprimer entité
hu: Entitás törlése
it: Cancella entità
km: លុបអង្គភាព
ru: Удалить отдел
sk: Zmazať org. jednotku
tr: Takımı Sil

source: You are about to delete one entity, this procedure is irreversible.
ca: Estàs a punt d'esborrar un departament, aquesta acció no es pot desfer.
cs: Chystáte se smazat jednu organizační jednotku, tento postup je nevratný.
el: Πρόκειται να διαγράψετε μια οντότητα, η διαδικασία αυτή είναι μη αναστρέψιμη.
es: Estás a punto de eliminar una entidad, esta acción no se puede deshacer.
fr: Vous êtes sur le point de supprimer une entité, cette procédure est irréversible.
hu: Egy entitás törlésére készülsz, ez nem visszafordítható folyamat.
it: Stai per cancellare un'entità. questa procedura è irreversibile.
km: អ្នកលុបអង្គភាពមួយ​​ នេះជានីតិវិធីដែលមិនអាចថយក្រោយវិញបាន
ru: Вы собираетесь удалить отдел. Это действие нельзя будет отменить.
sk: Chystáte sa odstrániť jednu entitu, tento krok je nevratný.
tr: Bir takımı silmek üzeresiniz, bu işlem geri döndürülemez.

source: Add an Employee
ca: Afegir un empleat
cs: Přidat zaměstnance
el: Προσθέστε έναν υπάλληλο
es: Añadir un empleado
fr: Ajouter un employé
hu: Alkalmazott hozzáadása
it: Aggiungi un Dipendente
km: បន្ថែមបុគ្គលិក
ru: Добавить сотрудника
sk: Pridať zamestnanca
tr: Bir Çalışan Ekle

source: An error occured
ca: S'ha produït una errada
cs: Vyskytla se chyba
el: Προέκυψε ένα σφάλμα
es: Se ha producido un error
fr: Une erreur est apparue
hu: Hiba lépett fel
it: Si è verificato un errore
km: មានបញ្ហាកើតឡើង
ru: Возникла ошибка
sk: Nastala chyba
tr: Bir hata oluştu

source: Name of the entity
ca: Nom del departament
cs: Název organizační jednotky
el: Ονομασία της οντότητας
es: Nombre de la entidad
fr: Nom de l'entité
hu: Az entitás neve
it: Nome dell'entità
km: ឈ្មោះរបស់អង្គភាព
ru: Название отдела
sk: Meno org. jednotky
tr: Takımın Adı

source: Please select one entity in the organization (treeview on the right).
ca: Si us plau selecciona un departament de l'organització (Vista en arbre de la dreta).
cs: Prosím, vyberte jednu organizační jednotku v organizaci (stromu vpravo).
el: Επιλέξτε μια οντότητα από την εταιρία (δέντρο στα δεξιά).
es: Por favor seleccione una entidad en la organización (vista de árbol a la derecha).
fr: Veuillez sélectionner une entité dans l'organisation (arborescence à droite).
hu: Kérlek válassz egy entitást a szervezetnél (fanézet a jobb oldalon).
it: Si prega di selezionare un'entità dell'organizzazione (visualizzazione ad albero a destra)
km: សូមជ្រើសរើសបុគ្គលិកមួយនៅក្នងអង្គការ
ru: Пожалуйста, выберите один отдел организации (древовидное меню справа)
sk: Prosím vyberte jednu org. jednotku z organizácie (Strom napravo).
tr: Lütfen organizasyon dahilindeki bir takımı seçin (hiyerarşik görünüm sağ tarafta)

source: Please select one employee in the table of users belonging to the selected entity.
ca: Si us plau selecciona un emplear de la taula d'usuaris que pertanyen al departament seleccionat.
cs: Prosím, vyberte jednoho zaměstnance v tabulce uživatelů patřících do vybrané organizační jednotky.
el: Επιλέξτε έναν υπάλληλο στον πίνακα χρηστών που ανήκουν στην επιλεγμένη οντότητα.
es: Por favor seleccione uno de los empleados en la tabla de usuarios para asociarentidad.
fr: Veuillez sélectionner un employé dans la table des utilisateurs appartenant à cette entité.
hu: Kérlek, válassz ki egy alkalmazottat a felhasználók táblázatából akik hozzátartoznak a kiválasztott entitáshoz.
it: Si prega di selezionare un dipendente nella tabella di utenti appartenenti all'entità selezionata.
km: សូមជ្រើសរើសបុគ្គលិកមួយនៅក្នុងតារាងអ្នកប្រើប្រាស់ដែលជាកម្មសិទ្ធិរបស់អង្គភាពដែលបានជ្រើស។
ru: Пожалуйста, выберите одного работника из списка пользователей, относящихся к выбранному отделу.
sk: Vyberte jedného zamestnanca v tabuľke užívateľov patriaceho k vzbranej org. jednotke.
tr: Lütfen seçilmiş takıma ait kullanıcılar tablosundaki bir çalışanı seçiniz.

source: You cannot delete the root entity.
ca: No pots esborrar el departament arrel.
cs: Nemůžete odstranit kořenovou organizační jednotku.
el: Δεν μπορείτε να διαγράψετε τη κυρία οντότητα.
es: No se puede eliminar la entidad raíz.
fr: Vous ne pouvez pas supprimer l'entité racine.
hu: A root entitást nem törölheted.
it: Non puoi cancellare l'entità radice.
km: អ្នកមិនអាចលុបអង្គភាព root ។
ru: Вы не можете удалить корневой отдел
sk: Nieje možné zmazať hlavnú org. jednotku.
tr: Ana takımı silemezsiniz.

source: Select a list of employees
ca: Selecciona una llista d'empleats
el: Επιλέξτε μια λίστα με τους υπαλλήλους
fr: Sélectionner une liste d'employés
hu: Válassz listát az alkalmazottakhoz
sk: Vyberte zoznam zamestnancov

source: Rename a list
ca: Reanomena una llista
el: Μετονομασία μιας λίστας
fr: Renommer une liste
hu: Lista átnevezése
sk: Premenovať zoznam

source: Add a new list
ca: Afegeix una nova llista
el: Προσθέστε μια νέα λίστα
fr: Ajouter une nouvelle liste
hu: Új lista hozzáadása
sk: Pridať nový zoznam

source: Delete a list
ca: Esborra una llista
el: Διαγραφή μιας λίστας
fr: Supprimer une liste
hu: Lista törlése
sk: Zmazať zoznam

source: Add employees
ca: Afegeix empleats
el: Προσθέστε υπαλλήλους
fr: Ajouter des employés
hu: Alkalmazott hozzáadása
sk: Pridať zamestnancov

source: Remove selected employees
ca: Eliminar els empleats seleccionats
el: Κατάργηση επιλεγμένων υπαλλήλων
fr: Supprimer les employés sélectionnés
hu: A kiválasztott alkalmazottak eltávolítása
sk: Odstrániť vybraných zamestnancov

source: Name of the list
ca: Nom de la llista
el: Όνομα της λίστας
fr: Nom de la liste
hu: A lista neve
sk: Meno zoznamu

source: Are you sure that you want to delete this list?
ca: Estàs segur que vols esborrar aquesta llista?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη λίστα;
fr: Êtes-vous sûr de vouloir supprimer cette liste ?
hu: Biztos vagy benne, hogy törlöd a listát?
sk: Skutočne chcete zmazať tento zoznam?

source: New name of the list
ca: Nou nom per a la llista
el: Νέο όνομα της λίστας
fr: Nouveau nom de la liste
hu: A lista új neve
sk: Nové meno zoznamu

source: Overtime Requests submitted to me
ca: Peticions d'Hores Extra enviades a mi
cs: Byl mi přiřazen požadavek o přesčas
el: Αιτήσεις υπερωριών που υποβλήθηκαν σε εμένα
es: Todas las horas extras solicitadas por mi
fr: Déclarations d'heures supp. à valider
hu: Hozzám beérkezett túlóra kérelmek
it: Richieste di straordinario inviate da me.
km: សំណើបន្ថែមម៉ោងរបស់បុគ្គលិករួចបញ្ចូនមកខ្ញុំ
ru: Запросы на сверхурочные, представленные на ваше рассмотрение.
sk: Mne zaslané žiadosti o nadčasy
tr: Bana gönderilen Fazla Mesai Talepleri
