Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: This screen lists the overtime requests submitted to you. If you are not a manager, this list will always be empty.
ca: Aquesta pantalla mostra les peticions d'hores extra enviades a tu. Si no ets un supervisor, aquesta llista sempre estarà buida.
cs: Byl Ti přiřazen seznam přesčasů. Pokud nejste manažer, tak tento seznam bude prázdný.
el: Στην οθόνη αυτή αναφέρονται οι αιτήσεις υπερωριών που υποβλήθηκαν σε εσάς. Εάν δεν είστε διαχειριστής, αυτή η λίστα θα είναι πάντα κενή.
es: Esta pantalla muestra las solicitudes de horas extras a validar por usted. Si no eres ungerente, esta lista siempre estará vacía.
fr: Cet écran liste les déclarations d'heures supp. qui m'ont été soumises pour validation. Si vous n'êtes pas un manager, cette liste sera vide.
hu: Ez az oldal megjeleníti az általad beküldött túlóra kérelmeket. Ha nem vagy vezető, akkor ez a lista mindig üres lesz.
it: Questa pagina elenca le richieste di straordinario inviate da te. Se non sei un manager, questo elenco sarà sempre vuoto.
km: អេក្រង់នេះរាយសំណើបន្ថែមម៉ោងដែលបានដាក់ជូនទៅអ្នក ​។ ប្រសិនបើអ្នកមិនមែនជាអ្នកគ្រប់គ្រងទេនោះ បញ្ចីនេះនឹងទទេ.
ru: Здесь показан список заявлений на сверхурочные, представленных на ваше рассмотрение. Если вы не руководитель, этот список всегда будет пуст.
sk: Táto obrazovka zobrazuje Vám zaslaný zoznam žiadostí o nadčas. Pokiaľ nieste nadriadený, zoznam bude prázdny.
tr: Bu ekran size gönderilen fazla mesai taleplerini listeler. Eğer bir yönetici değilseniz, bu liste her zaman boş olacaktır.

source: Fullname
ca: Nom complert
cs: Celé jméno
el: Ονοματεπώνυμο
es: Nombre completo
fr: Nom complet
hu: Teljes név
it: Nome completo
km: ឈ្មោះពេញ
ru: ФИО
sk: Celé meno
tr: Tam adı

source: All requests
ca: Totes les sol·licituds
cs: Všechny požadavky
el: Όλα τα αιτήματα
es: Todas las solicitudes
fr: Toutes les demandes
hu: Minden kérelem
it: Tutte le richieste
km: សំណេីទាំងអស់
ru: Все запросы
sk: Všetky žiadosti
tr: Tüm talepler

source: Pending requests
ca: Sol·licituds pendents
cs: Nevyřízené žádosti
el: Εκκρεμείς αιτήσεις
es: Pendientes de solicitud
fr: Demandes en cours
hu: Függő kérelmek
it: Richieste in sospeso
km: សំនើរដែលមិនទាន់​បានទទូលយក
ru: Запросы на рассмотрении
sk: Nevybavené žiadosti
tr: Bekleyen talepler

source: You are not the line manager of this employee. You cannot reject this overtime request.
ca: Vostè no és el supervisor directe d'aquest empleat. No pot refusar aquesta petició d'hores extra.
cs: Nejste manažerem tohoto zaměstnance. Nemůžete odmítnout požadavek o přesčas.
el: Δεν είστε ο διευθυντής γραμμής αυτού του υπαλλήλου. Δεν μπορείτε να απορρίψετε αυτό το αίτημα υπερωριών.
es: Usted no es el gerente de este empleado. No se puede rechazar estaSolicitud de horas extras.
fr: Vous n'êtes pas le responsable hiérarchique de cet employé. vous ne pouvez pas rejeter cette déclaration.
hu: Nem a közvetlen felettese vagy ennek az alkalmazottnak. Nem utasíthatod el a túlóra kérelmét.
it: Non sei il responsabile di linea di questo dipendente. Non puoi rifiutare questa richiesta di straordinari.
km: អ្នកគឺមិនមែនជាអ្នកគ្រប់គ្រងទូទៅនៃបុគ្គលិកនេះទេ ​។ អ្នកមិនអាចបដិសេធសំណើបន្ថែមម៉ោងនេះឡើយ ។
ru: Вы не являетесь прямым руководителем этого сотрудника. Вы не можете утвердить данное заявление на сверхурочную работу.
sk: Nieste líniový manažér tohto zamestnanca. Nemôžete zamietnuť túto požiadavku o nadčas.
tr: Bu çalışanın doğrudan yöneticisi değilsiniz. Bu fazla mesai talebini reddedemezsiniz.

source: The overtime request has been successfully rejected.
ca: La sol·licitud d'hores extra ha sigut refusada correctament.
cs: Požadavek o přesčas byl úspěšně odmítnut.
el: Το αίτημα υπερωριών απορρίφθηκε με επιτυχία.
es: La solicitud de horas extras ha sido rechazada correctamente.
fr: La déclaration d'heures supp. a été rejetée avec succès.
hu: A túlóra kérelem sikeresen elutasítva.
it: La richiesta di straordinario è stata rifiutata con successo.
km: សំណើបន្ថែមម៉ោងនេះត្រូវបានច្រានចោលដោយជោគជ័យ។
ru: Запрос на сверхурочную работу успешно отклонен
sk: Žiadosť o nadčas bola úspešne zamietnutá.
tr: Fazla mesai talebi başarıyla reddedildi.

source: You are not the line manager of this employee. You cannot accept this overtime request.
ca: Vostè no és el supervisor d'aquest empleat. No pot acceptar aquesta sol·licitud d'hores extra.
cs: Nejste manažerem tohoto zaměstnance. Nemůžete schválit požadavek o přesčas.
el: Δεν είστε ο διευθυντής γραμμής αυτού του υπαλλήλου. Δεν μπορείτε να αποδεχτείτε αυτό το αίτημα υπερωριών.
es: Usted no es el gerente de este empleado. Usted no puede aceptar estaSolicitud de horas extras.
fr: Vous n'êtes pas le responsable hiérarchique de cet employé. vous ne pouvez pas accepter cette déclaration.
hu: Nem a közvetlen felettese vagy ennek az alkalmazottnak. Nem fogadhatod el a túlóra kérelmét.
it: Non sei il manager di linea di questo dipendente. Non puoi accettare questa richiesta di straordinario.
km: លោកអ្នកមិនមែនជាអ្នកគ្រប់គ្រងរបស់និយោជិកនេះទេ។ លោកអ្នកមិនអាចទទួលយក ការស្នើរសុំបន្ថែមម៉ោងនេះទេ។
ru: Вы не являетесь прямым руководителем этого сотрудника. Вы не можете утвердить данное заявление на отпуск.
sk: Nieste líniový manažér zamestnanca. Nemôžte schváliť žiadosť o nadčas.
tr: Bu çalışanın yöneticisi değilsiniz. Bu fazla mesai talebini kabul edemezsiniz.

source: The overtime request has been successfully accepted.
ca: La sol·licitud d'hores extra s'ha acceptat correctament.
cs: Požadavek o přesčas byl úspěšně schválen.
el: Το αίτημα υπερωριών έχει γίνει αποδεκτό με επιτυχία.
es: La solicitud de horas extras ha sido aceptada correctamente.
fr: La déclaration d'heures supp. a été acceptée avec succès.
hu: A túlóra kérelem sikeresen elfogadva.
it: La richiesta di straordinario è stata accettata con successo.
km: សំណើបន្ថែមម៉ោងត្រូវបានទទួលយកដោយជោគជ័យ។
ru: Запрос на сверхурочную работу успешно утвержден
sk: Žiadosť o nadčas bola úspešne schálená.
tr: Fazla mesai talebi başarıyla kabul edildi.

source: Create position
ca: Crear càrrec
cs: Vytvořit pozici
el: Δημιουργία θέσης
es: Crear categoria
fr: Créer poste
hu: Beosztás létrehozása
it: Crea posizione
km: ចាប់ផ្ដើមមុខតំណែង
ru: Создать должность
sk: Vytvoriť pozíciu
tr: Pozisyon oluştur

source: Delete Position
ca: Esborrar càrrec
cs: Smazat pozici
el: Διαγραφή θέσης
es: Borrar categoria
fr: Supprimer poste
hu: Beosztás törlése
it: Elimina posizione
km: លុបមុខតំណែង
ru: Удалить должность
sk: Zmazať pozíciu
tr: Pozisyonu sil

source: You are about to delete one position, this procedure is irreversible.
ca: Estàs a punt d'esborrar un càrrec, aquesta acció no es pot desfer.
cs: Chystáte se smazat jednu pozici, tento krok nelze vrátit.
el: Πρόκειται να διαγράψετε μια θέση, η διαδικασία αυτή είναι μη αναστρέψιμη.
es: Estás a punto de borrar una categoria, esta acción no se puede deshacer.
fr: Vous êtes sur le point de supprimer un poste, cette procédure est irréversible.
hu: Egy beosztás törlésére készülsz, ez a folyamat nem visszaállítható.
it: Stai per cancellare una posizione, questa procedura è irreversibile.
km: អ្នកបានចាកចេញពីមុខតំណែងហើយនាក់មិនអាចត្រឡប់មកវិញបានទេ
ru: Вы собираетесь удалить должность. Это действие нельзя отменить.
sk: Chystáte sa odstrániť jednu pozíciu, tento krok je nevratný.
tr: Bir pozisyonu silmek üzeresiniz, bu işlem geri döndürülemez.

source: Create a new position
ca: Crear un nou càrrec
cs: Vytvořit novou pozici
el: Δημιουργήστε μια νέα θέση
es: Crear una nueva categoria
fr: Créer un nouveau poste
hu: Új beosztás létrehozása
it: Crea una nuova posizione
km: ចាប់ផ្ដើមមុខតំណែងថ្មី
ru: Создать новую должность
sk: Vytvoriť novú pozíciu
tr: Yeni bir pozisyon oluştur

source: The position has been succesfully created.
ca: El càrrec s'ha creat correctament.
cs: Pozice byla úspěšně vytvořena.
el: Η θέση έχει δημιουργηθεί με επιτυχία.
es: La categoria ha sido creada correctamente.
fr: Le poste a été créé avec succès.
hu: A beosztás sikeresen létrehozva.
it: La posizione è stata creata con successo.
km: ទីតាំងត្រូវបានបង្កើតដោយជោគជ័យ
ru: Должность успешно создана
sk: Pozícia úspešne vytvorená.
tr: Pozisyon başarıyla oluşturuldu.

source: Edit position #
ca: Modificar càrrec #
cs: Upravit pozici #
el: Επεξεργασία θέσης #
es: Modificar categoria n°
fr: Modifier le poste N°
hu: Beosztás szerkesztése #
it: Modifica posizione #
km: ទីតាំងកែសម្រួល #
ru: Редактировать должность №
sk: Úprava pozície #
tr: Pozisyonu güncelle #

source: Update position
ca: Modificar càrrec
cs: Aktualizovat pozici
el: Ενημέρωση θέσης
es: Modificar categoria
fr: Modifier le poste
hu: Beosztás frissítése
it: Aggiorna posizione
km: ទីតាំងធ្វើឱ្យទាន់សម័យ
ru: Обновить должность
sk: Aktualizácia pozície
tr: Pozisyonu güncelle

source: The position has been succesfully updated.
ca: El càrrec s'ha actualitzat correctament.
cs: Pozice byla úspěšně aktualizována.
el: Η θέση ενημερώθηκε με επιτυχία.
es: La categoria ha sido modificada correctamente.
fr: Le poste a été modifié avec succès.
hu: A beosztás sikeresen frissítésre került.
it: La posizione è stata aggiornata con successo.
km: ទីតាំងនេះត្រូវបានធ្វើឱ្យទាន់សម័យដោយជោគជ័យ
ru: Должность успешно обновлена.
sk: Pozícia bola úspešne aktualizovaná.
tr: Pozisyon başarıyla güncellendi.

source: The position has been succesfully deleted.
ca: El càrrec s'ha esborrat correctament.
cs: Pozice byla úspěšně odstraněna.
el: Η θέση έχει διαγραφεί με επιτυχία.
es: La categoria ha sido borrada correctamente.
fr: Le poste a été supprimé avec succès.
hu: A beosztás sikeresen törölve.
it: La posizione è stata cancellata con successo.
km: ទីតាំងត្រូវបានលុបដោយជោគជ័យ
ru: Должность успешно удалена.
sk: Pozícia bola úspešne vymazaná.
tr: Pozisyon başarıyla silindi.

source: List of reports
ca: Llista d'informes
cs: Seznam přehledů
el: Λίστα αναφορών
es: Lista de informes
fr: Liste des rapports
hu: Jelentések listája
it: Elenco dei report
km: បញ្ជីរបាយកាណ៍
ru: Список отчетов
sk: Zoznam reportov
tr: Raporların listesi

source: Report
ca: Informe
cs: Přehled
el: Αναφορά
es: Informe
fr: Rapport
hu: Jelentés
km: របាយការណ៏
ru: Отчет
tr: Raporla

source: Back to list of reports
ca: Tornar a la llista d'informes
cs: Zpět na seznam přehledů.
el: Επιστροφή στη λίστα αναφορών
es: Volver a la lista de informes
fr: Retour à la liste des rapports
hu: Vissza a jelentések listájához
it: Torna all'elenco dei report
km: ត្រឡប់ក្រោយទៅកាន់បញ្ជីរបាយការណ៍
ru: Вернуться к списку отчетов
sk: Späť na zoznam reportov
tr: Raporların listesine geri dön

source: List of Report
ca: Llista d'Informe
cs: Seznam přehledu
el: Λίστα αναφορών
es: Lista de informe
fr: Liste des rapports
hu: Jelentés listája
it: Elenco dei Report
km: បញ្ជីរបាយកាណ៍
ru: Список отчетов
sk: Zoznam reportu
tr: Rapor listesi

source: Balance of leaves
ca: Balanç d'absències
cs: Bilance dovolených
el: Υπόλοιπα αδειών
es: Balance de permisos
fr: État des congés
hu: Szabadság egyenleg
it: Saldo ferie
km: តុល្យភាពនៃសំណើរ
ru: Сальдо по отпускам
sk: Zostatky voľna
tr: İzin günlerinin bakiyesi

source: Launch
ca: Iniciar
cs: Zahájit
el: Προώθηση
es: Iniciar
fr: Exécuter
hu: Indít
it: Avvia
km: ចាប់ផ្ពើមដំណើរការ
ru: Выполнить
sk: Obed
tr: Başlat

source: Leave Requests submitted to me
ca: Peticions d'absència enviades a mi
cs: Mě předložené žádosti o dovolenou
el: Αιτήσεις άδειων που υποβλήθηκαν σε εμένα
es: Validación de solicitudes
fr: Demandes d'absence à valider
hu: Hozzám beérkezett szabadság kérelmek
it: Richieste ferie inviate da me
km: សំបុត្រចាកចេញបញ្ជូនអោយខ្ញុំ
ru: Заявления на отпуск, представленные на ваше рассмотрение
sk: Mne zaslané žiadosti o voľno
tr: Bana gönderilen İzin Talebleri

source: This screen lists the leave requests submitted to you. If you are not a manager, this list will always be empty.
ca: Aquesta pantalla llista les peticions d'absència enviades a vostè. Si no ets un responsable, aquesta llista sempre estarà buida.
cs: Tato obrazovka obsahuje seznam žádostí o dovolenou, které vám byly předloženy. Pokud nejste nadřízený, bude tento seznam vždy prázdný.
el: Στην οθόνη αυτή αναφέρονται οι αιτήσεις αδειών που υποβλήθηκαν σε εσάς. Εάν δεν είστε διαχειριστής, αυτή η λίστα θα είναι πάντα κενή.
es: Esta pantalla muestra las solicitudes de permisos para aprovar por usted. Si no eres ungerente, esta lista siempre estará vacía.
fr: Cet écran liste les demandes de congé qui m'ont été soumises pour validation. Si vous n'êtes pas un manager, cette liste sera vide.
hu: Ez az oldal megjeleníti az általad beküldött szabadság kérelmeket. Ha nem vagy vezető, akkor ez a lista mindig üres lesz.
it: Questa pagina elenca le richieste di ferie inviate da te. Se non sei un manager, questo elenco sarà sempre vuoto.
km: បញ្ជីកញ្ចក់នេះនឺងបញ្ជូនទៅអ្នក។​ប្រសិនបេីអ្នកមិនមែនអ្នកគ្រប់គ្រង,បញ្ជីនេះនឺងទទេ
ru: Здесь показан список заявлений на отпуск, представленных на ваше рассмотрение. Если вы не руководитель, этот список всегда будет пуст.
sk: Táto obrazovka zobrazuje Vám zaslaný zoznam žiadostí o voľno. Pokiaľ nieste nadriadený, zoznam bude prázdny.
tr: Bu ekran size gönderilen izin taleplerini listeler. Eğer bir yönetici değilseniz, bu liste her zaman boş olacaktır.

source: List of my subordinates
ca: Llista dels meus subordinats
cs: Seznam mých podřízených
el: Λίστα υφισταμένων μου
fr: Liste de mes collaborateurs
hu: Beosztottjaim listája
sk: Zoznam podriadených
tr: Astlarımın listesi

source: This screen lists your direct report subordinates. If you are not a manager, this list will always be empty.
ca: Aquesta pantalla llista els teus subordinats directes. Si no ets un responsable, aquesta llista estarà sempre buida.
cs: Tato obrazovka obsahuje seznam vašich přímých podřízených. Pokud nejste nadřízený, bude tento seznam vždy prázdný.
el: Αυτή η οθόνη παραθέτει τους υπαλλήλους άμεσης αναφοράς. Εάν δεν είστε διαχειριστής, αυτή η λίστα θα είναι πάντα κενή.
fr: Cet écran liste vos collaborateurs. Si vous n'êtes pas un manager, cette liste sera vide.
hu: Ez az oldal listázza a közvetlenül hozzám beosztottakat. Ha nem vagy vezető, akkor ez a lista mindig üres lesz.
sk: Obrazovka zobrazuje zoznam priamych podriadených. Pokiaľ nieste nadriadený, zoznam bude prázdny.
tr: Bu ekran size doğrudan rapor veren astları listeler. Eğer bir yönetici değilseniz, bu liste her zaman boş olacaktır.

source: Create a leave request in behalf of this subordinate
ca: Crear una petició d'absència en representació d'aquest subordinat
cs: Vytvořit žádost o dovolenou v zastoupení tohoto podřízeného.
el: Δημιουργήστε ένα αίτημα άδειας για λογαριασμό αυτού του υφισταμένου
fr: Créer une demande de congé pour ce collaborateur
hu: Hozz létre egy szabadság kérelmet ennek a beosztottnak
sk: Vytvoriť žiadosť o voľno v mene tohto podriadeného
tr: Bu ast adına bir izin talebi oluştur

source: Your are not the manager of this employee.
ca: Tu no ets el responsable d'aquest empleat.
cs: Nejste nadřízený tohoto zaměstnance.
el: Δεν είστε ο διευθυντής αυτού του υπαλλήλου.
es: Tu no eres el reponsable de este empleado
fr: Vous n'êtes pas le supérieur hierarchique de cet employé.
hu: Nem vagy a felettese ennek az alkalmazottnak.
it: Non sei il gestore di questo dipendente.
km: លោកអ្នកមិនមែនជាអ្នកគ្រប់គ្រងរបស់និយោជិកនេះទេ
ru: Вы не являетесь прямым руководителем этого сотрудника.
sk: Nieste nadriadený tohto zamestnanca.
tr: Bu çalışanın yöneticisi değilsiniz.

source: List of subordinates
ca: Llista de subordinats
cs: Seznam podřízených
el: Λίστα των υφισταμένων
fr: Liste des collaborateurs
hu: Beosztottak listája
sk: Zoznam podriadených
tr: Astların listesi

source: You are not the line manager of this employee. You cannot accept this leave request.
ca: Vostè no és el responsable directe d'aquest empleat. No pot acceptar aquesta petició d'absència.
cs: Nejste přímý nadřízený tohoto zaměstnance. Nemůžete přijmout tuto žádost o dovolenou.
el: Δεν είστε ο διευθυντής γραμμής αυτού του υπαλλήλου. Δεν μπορείτε να αποδεχτείτε αυτό το αίτημα άδειας.
es: Usted no es el responsable de este empleado. No se puede aceptar este permisosolicitud.
fr: Vous n'êtes pas le supérieur hiérarchique de cet employé. Vous ne pouvez pas accepter sa demande.
hu: Nem vagy a közvetlen felettese ennek az alkalmazottnak. Nem fogadhatod el ezt a szabadság kérelmet.
it: Non sei il gestore di questo dipendente. Non puoi accettare la sua richiesta di ferie.
km: អ្នកមិនមែនជាបុគ្គលិក​នៅទីនេះទេ។ អ្នកមិនអនុញ្ញាតអោយមានជាសំនើរទេ។
ru: Вы не являетесь прямым руководителем этого сотрудника. Вы не можете утвердить это заявление на отпуск.
sk: Nieste líniový manažér tohto zamestnanca. Nemôžte schváliť túto požiadavku o voľno.
tr: Bu çalışanın doğrudan yöneticisi değilsiniz. Bu izin talebini onaylamamazsınız.

source: The leave request has been successfully accepted.
ca: La sol·licitud d'absència s'ha acceptat correctament.
cs: Požadavek o dovolenou byl úspěšně přijat.
el: Η αίτηση άδειας έγινε δεκτή με επιτυχία.
es: La solicitud del permiso se ha aceptado correctamente.
fr: La demande d'absence a été acceptée avec succès.
hu: A szabadság kérelem sikeresen elfogadva.
it: La richiesta ferie è stata accettata con successo.
km: សំនើររបស់អ្នកត្រូវបានគេទទួលយក។
ru: Заявление на отпуск успешно утверждено.
sk: Žiadosť o voľno bola úspešne schválená.
tr: İzin talebi başarıyla kabul edildi.

source: You are not the line manager of this employee. You cannot reject this leave request.
ca: Vostè no és el responsable directe d'aquest empleat. No pots refusar aquesta petició d'absència.
cs: Nejste přímý nadřízený tohoto zaměstnance. Nemůžete zamítnout tuto žádost o dovolenou.
el: Δεν είστε ο διευθυντής γραμμής αυτού του υπαλλήλου. Δεν μπορείτε να απορρίψετε αυτό το αίτημα άδειας.
es: Usted no es el reponsable de este empleado. No se puede rechazar este permisosolicitud.
fr: Vous n'êtes pas le supérieur hiérarchique de cet employé. Vous ne pouvez pas refuser sa demande.
hu: Nem vagy a közvetlen felettese ennek az alkalmazottnak. Nem utasíthatod el ezt a szabadság kérelmet.
it: Non sei il responsabile di linea di questo dipendente. Non puoi rifiutare questa richiesta di ferie.
km: អ្នកមិនមែនជាបុគ្គលិក​នៅទីនេះទេ។ អ្នកមិនមានសិទ្ធបដិសេធសំនើរនេះទេ។
ru: Вы не являетесь прямым руководителем этого сотрудника. Вы не можете отклонить это заявление на отпуск.
sk: Nieste líniový manažér tohto zamestnanca. Nemôžete zamietnuť túto požiadavku o voľno.
tr: Bu çalışanın yöneticisi değilsiniz. Bu izin talebini reddedemezsiniz.

source: The leave request has been successfully rejected.
ca: La sol·licitud d'absència s'ha rebutjat correctament.
cs: Požadavek o dovolenou byl úspěšně zamítnut.
el: Η αίτηση άδειας απορρίφθηκε με επιτυχία.
es: La solicitud de permiso se ha rechazado correctamente.
fr: La demande d'absence a été refusée avec succès.
hu: A szabadság kérelem sikeresen elutasítva.
it: La richiesta di ferie è stata rifiutata con successo.
km: សំនើររបស់អ្នកមិនត្រូវបានគេទទួលយកទេ។
ru: Заявление на отпуск успешно отклонено.
sk: Žiadosť o voľno bola úspešne zamietnutá.
tr: İzin talebi başarıyla reddedildi.

source: List of delegations
ca: Llista de delegacions
cs: Seznam delegování
el: Κατάλογος των αντιπροσωπειών
fr: Liste des délégations
hu: Meghatalmazók listája
it: Elenco deleghe
km: បញ្ជីផ្ទេរសិទ្ធ
ru: Список передачи обязанностей
sk: Zoznam delegovaní
tr: Delegelerin listesi

source: This is the list of employees who can accept or reject a request in your behalf.
ca: Aquesta és la llista d'empleats que poden acceptar o rebutjar una petició en representació teva.
cs: Toto je seznam zaměstnanců, kteří mohou přijmout nebo odmítnout žádost ve vašem zastoupení.
el: Αυτός είναι ο κατάλογος των υπαλλήλων που μπορούν να αποδεχθούν ή να απορρίψουν ένα αίτημα εκ μέρους σας.
fr: Liste des employés pouvant accepter ou refuser des demandes à votre place.
hu: Ez azon alkalmazottak listája, akik elfogadhatnak vagy elutasíthatnak egy kérelmet.
it: Questo è l'elenco dei dipendenti che possono accettare o rifiutare una richiesta al posto tuo.
km: នេះជាបញ្ជីឈ្មោះនិយោជិកដែលអាចទទួលយក ឬបដិសេធន៍ នូវការស្នើរសុំណាមួយជំនួសអ្នកបាន
ru: Это список работников, которые могут утверждать или отклонять заявления от вашего имени.
sk: Zoznam zamestnancov, ktorí môžu vo Vašom zastúpení schváliť alebo zamiestnuť žiadosť.
tr: Bu, sizin adınıza bir isteği kabul ya da reddedebilen çalışanların listesidir.

source: Revoke
ca: Revocar
cs: Zamítnout
el: Ανάκληση
fr: Révoquer
hu: Visszavon
it: Revoca
km: លុបចោល
ru: Отозвать полномочия
sk: Odvolať
tr: Geri al

source: Add a delegate
ca: Afegir un delegat
cs: Přidat delegování
el: Προσθέστε έναν εκπρόσωπο
fr: Ajouter un délégué
hu: Meghatalmazó hozzáadása
it: Aggiungi un delegato
km: បន្ថែមការផ្ទេរសិទ្ធ
ru: Добавить уполномоченное лицо
sk: Pridať delegáta
tr: Bir delege ekle

source: Are you sure that you want to revoke this delegation?
ca: Estàs segur que vols revocar aquesta delegació?
cs: Jste si jistí že chcete zneplatnit toto delegování?
el: Είστε βέβαιοι ότι θέλετε να ανακαλέσετε αυτήν την αντιπροσωπεία;
fr: Etes vous sûr de vouloir révoquer cette délégation ?
hu: Biztosan vissza szeretnéd vonni ezt a meghatalmazást?
it: Sei sicuro di voler revocare questa delega?
km: តើអ្នកប្រាកដមែនទេថាអ្នកនឹងលុបចោលនូវការផ្ទេរសិទ្ធនេះ?
ru: Вы уверены, что хотите отозвать данное полномочие?
sk: Ste si istý, že chcete zrušiť toto delegovanie?
tr: Bu delegasyonu geri almak istediğinizden emin misiniz?

source: Leave balance (subordinates)
ca: Balança d'absències (subordinats)
cs: Bilance dovolené (podřízení)
el: Υπόλοιπο αδείας (υφισταμένους)
fr: État des congés (collaborateurs)
hu: Szabadság egyenleg (beosztottak)
sk: Zostatok voľna (podriadení)

source: Leave balance of my direct report subordinates. If you are not a manager, this list will always be empty.
ca: Balanç d'absències dels meus subordinats directes. Si no ets un supervisor, aquesta llista sempre estarà buida.
cs: Bilance dovolené mých přímých podřízených. Pokud nejste nadřízený, bude tento seznam vždy prázdný.
el: Υπόλοιπο αδειών των υπαλλήλων της άμεσης έκθεσής μου. Εάν δεν είστε διαχειριστής, αυτή η λίστα θα είναι πάντα κενή.
fr: État des congés de mes collaborateurs. Si vous n'êtes pas un manager, cette liste sera vide.
hu: Szabadság egyenleg a közvetlen beosztottaknál. Ha nem vagy vezető akkor ez a lista mindig üres lesz.
sk: Zostatok voľna priamych podriadených. Pokiaľ nieste nadriadený, zoznam bude vždy prázdny.

source: Comment
fr: Commentaire

source: Reject
ca: Rebutjar
el: Απόρριψη
fr: Refuser
hu: Elutasít
sk: Zamietnuť

source: Login
ca: Identificació
cs: Přihlásit
el: Σύνδεση
es: Identificación
fr: Connexion
hu: Bejelentkezés
km: ចូលទៅក្នុងប្រពន្ធ័កម្មវិធី
ru: Логин
tr: Oturum aç

source: Language
ca: Idioma
cs: Jazyk
el: Γλώσσα
es: idioma
fr: Langage
hu: Nyelv
it: Lingua
km: ភាសា
ru: Язык
sk: Jazyk
tr: Dil

source: Password
ca: Contrasenya
cs: Heslo
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó
km: លេខសំងាត់
ru: Пароль
sk: Heslo
tr: Şifre

source: Send me my password
ca: Envia'm la meva contrasenya
cs: Zaslat heslo
el: Στείλτε μου τον κωδικό μου
es: Enviame mi contraseña
fr: Envoyer mon mot de passe
hu: Küld el nekem a jelszót
it: Inviami la password
km: ផ្ញើរឱ្យខ្ញុំនូវលេខសម្ងាត់របស់ខ្ញុំ
ru: Отправить мне мой пароль
sk: Zaslať heslo
tr: Şifremi gönder

source: Are you sure that you want to reset your password?
ca: Estàs segur que vols restablir la teva contrasenya?
cs: Opravdu jste jisti, že chcete resetovat vaše heslo?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε τον κωδικό πρόσβασις σας;
fr: Êtes-vous sûr de vouloir réinitialiser votre mot de passe ?
hu: Biztosan vissza szeretnéd állítani a jelszavad?
sk: Naozaj chcete resetovať heslo?
