Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: Change columns
ca: Canvia columnes
cs: Upravit sloupce
el: Αλλαγή στηλών
fr: Changer les colonnes
hu: Oszlopok cseréje
sk: Zmeniť stĺpce

source: Your password has been reset
ca: La teva contrasenya s'ha restablert
cs: Vaše heslo bylo resetováno
el: Ο κωδικός σας έχει επαναφερθεί
es: Tu contraseña ha sido reestablecida
fr: Votre mot de passe a été modifié
hu: A jelszavad vissza lett állítva
it: La tua password è stata reimpostata
km: លេខសំងាត់របស់អ្នកត្រូវបានអនុញ្ញាតិ
ru: Сброс пароля выполнен
sk: Heslo bolo resetované
tr: Şifreniz sıfırlandı

source: Your account has been created
ca: El teu compte s'ha creat
cs: Váš účet byl vytvořen
el: Ο λογαριασμός σας έχει δημιουργηθεί
es: Tu cuenta ha sido creada
fr: Votre compte a été créé
hu: A felhasználód létre lett hozva
it: Il tuo account è stato creato
km: គណនីរបស់អ្នកត្រូវបានបង្កើត
ru: Учетная запись создана
sk: Váš účet bol vytvorený
tr: Hesabınız oluşturuldu

source: Leave Request from
ca: Petició d'Absència de
cs: Žádosti o dovolenou od
el: Αίτηση αδείας από
fr: Demande d'absence de
hu: Szabadság kérelem
it: Richiesta ferie da
km: ការស្នើសុំឈប់សំរាកពី
ru: Заявление на отпуск от
sk: Žiadosť o voľno od
tr: İzin Talebi kaynağı

source: Leave Request
ca: Sol·licitar absència
cs: Žádost o dovolenou
el: Αίτηση αδείας
es: Solicitar permiso
fr: Demande d'absence
hu: Szabadság kérelem
it: Richiesta ferie
km: ការស្នើសុំឈប់សំរាក
ru: Заявление на отпуск
sk: Žiadosť o voľno
tr: İzin Talebi

source: Leave Request Cancellation from
ca: Cancel·lació de Petició d'Absència de
cs: Žádost o volno formulář
el: Ακύρωση αίτηση αδείας από
fr: Demande d'annulation d'absence de
hu: Szabadság kérelem törlése
sk: Zrušenie žiadosti o voľno od

source: Leave Request Cancellation
ca: Cancel·lació de Petició d'Absència
cs: Žádost o volno zrušení
el: Ακύρωση αίτηση αδείας
fr: Demande d'annulation d'absence
hu: Szabadság kérelem törlése
sk: Zrušenie žiadosti o voľno

source: Your Cancellation Request has been accepted
ca: La teva Petició de Cancel·lació s'ha acceptat
el: Το αίτημά σας ακύρωσης έχει γίνει αποδεκτό
fr: Votre demande d'annulation d'absence a été acceptée
hu: A törlési kérelmedet elfogadták
sk: Vaša žiadosť o zrušenie bola schválená

source: Your Cancellation Request has been rejected
ca: La teva Petició de Cancel·lació s'ha rebutjat
el: Το αίτημα ακύρωσης απορρίφθηκε
fr: Votre demande d'annulation d'absence a été refusée
hu: A törlési kérelmedet nem fogadták el
sk: Vaša žiadosť o zrušenie bola zamiestnutá

source: Your leave request has been accepted
ca: La teva petició d'absència s'ha acceptat
cs: Vaše žádost o dovolenou byla schválena
el: Το αίτημα άδειας σας έγινε δεκτό
es: Tu solicitud de permiso ha sido aceptada
fr: Votre demande d'absence a été acceptée
hu: A szabadság kérelmedet jóváhagyták
it: La tua richiesta ferie è stata accettata
km: ការចាកចេញរបស់អ្នកត្រូវបានទទួលយក
ru: Заявление на отпуск утверждено
sk: Vaša žiadosť o voľno bola schválená
tr: İzin talebiniz kabul edildi.

source: Your leave request has been rejected
ca: La teva petició d'absència s'ha rebutjat
cs: Vaše žádost o dovolenou byla zamítnuta
el: Το αίτημα άδειας απορρίφθηκε
es: Tu solicitud de permiso ha sido rechazada
fr: Votre demande d'absence a été refusée
hu: A szabadság kérelmedet nem fogadták el
it: La tua richiesta ferie è stata rifiutata
km: ការស្នើសុំចាកចេញរបស់អ្នកត្រូវបានច្រានចោល
ru: Заявление на отпуск отклонено
sk: Vaša žiadosť o voľno bola zamietnutá
tr: İzin talebiniz reddedildi.

source: [reminder]
fr: [rappel]

source: Your overtime request has been accepted
ca: La teva sol·licitud d'hores extra s'ha acceptat
cs: Vámi požadovaný přesčas byl schválen
el: Το αίτημα υπερωριών σας έγινε δεκτό
es: Tu solicitud de horas extras ha sido aceptada
fr: Votre déclaration d'heure supplémentaire a été acceptée
hu: A túlóra kérelmedet elfogadták
it: La tua richiesta di straordinario è stata accettata
km: ការស្នើសុំម៉ោងបន្ថែមរបស់អ្នកត្រូវបានទទួលយក
ru: Ваш запрос о сверхурочных утвержден
sk: Vaša žiadosť o nadčas bola schválená
tr: Fazla mesai talebiniz kabul edildi.

source: Your overtime request has been rejected
ca: La teva sol·licitud d'hores extra s'ha rebutjat
cs: Vámi požadovaný přesčas byl zamítnut
el: Το αίτημα υπερωριών απορρίφθηκε
es: Tu solicitud de horas extras ha sido rechazada
fr: Votre déclaration d'heure supplémentaire a été refusée
hu: A túlóra kérelmedet nem fogadták el
it: La tua richiesta di straordinario è stata rifiutata
km: ការស្នើសុំម៉ោងបន្ថែមរបស់អ្នកត្រូវបាច្រាលចោល
ru: Ваш запрос о сверхурочных отклонен
sk: Vaša žiadosť o nadčas bola zamietnutá
tr: Fazla mesai talebiniz reddedildi.

source: Overtime Request
ca: Sol·licitud d'hores extra
cs: Požadavek o přesčas
el: Αίτημα υπερωριών
es: Solicitud de horas extras
fr: Déclaration heure supplémentaire
hu: Túlóra kérelem
it: Richieste di straordinario
km: ការស្នើសុំម៉ោងបន្ថែម
ru: Запрос на сверхурочную работу
sk: Žiadosť o nadčas
tr: Fazla Mesai Talebi

source: Overtime request from
ca: Sol·licitud d'hores extra de
cs: Požadavek o přesčas od
el: Αίτημα υπερωριών από
fr: Déclaration heure supplémentaire de
hu: Túlóra kérelem
km: ការស្នើសុំម៉ោងបន្ថែមមកពី
ru: Запрос на сверхурочную работу от
sk: Žiadosť o nadčas od
tr: Fazla mesai talebi kaynağı

source: Entitled days for contract
ca: Dies por contracte
cs: Nárokované dny dovolené pro smlouvu
el: Ορισμένες ημέρες για σύμβαση
es: Días por contrato
fr: Crédits d'absence pour le contrat
hu: Jogosult napok a szerződéshez
it: Giorni spettanti per contratto
km: ថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាក់សម្រាប់កិច្ចសន្យា
ru: Предоставляемые по договору дни
sk: Nárok na dni pracovného voľna pre zmluvu
tr: Sözleşme için hak edilen günler

source: Days
ca: Dies
cs: Dny
el: Ημέρες
es: Días
fr: Jours
hu: Napok
it: Giorni
km: ច្រើនថ្ងៃ
ru: Дни
sk: Dní
tr: Günler

source: Leave type
ca: Tipus d'absència
cs: Druh dovolené
el: Τύπος άδειας
es: Tipo de permiso
fr: Type d'absence
hu: Szabadság típusa
it: Tipologia ferie
km: បែបផែននៃការចាកចេញ
ru: Тип отпуска
sk: Typ voľna
tr: İzin türü

source: Add entitled days
ca: Afegir dies permesos
cs: Přidat nárokované dny dovolené
el: Προσθέστε ημέρες με δικαίωμα
es: Añadir días
fr: Ajouter des jours de congé
hu: Jogosult napok hozzáadása
it: Aggiungi giorni spettanti
km: បន្ថែមថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាក
ru: Добавить предоставляемые дни
sk: Pridať nárok na dni pracovného voľna
tr: Hak edilen gün ekle

source: "The field " + fieldname + " is mandatory."
ca: "El camp" + fieldname + " es mandatori."
cs: "Toto pole " + fieldname + " je povinný."
el: "Το πεδίο" + fieldname + "είναι υποχρεωτικό."
es: "El campo" + fieldname + " es obligatorio."
fr: "Le champ " + fieldname + " est obligatoire."
hu: "A mező " + mezőnév + " kötelező."
it: "Il campo " + fieldname + " è obbligatorio."
km: "កាឡោន​ " + fieldname + " គី​ចំាបាច់"
ru: "Поле " + fieldname + " является обязательным."
sk: "Pole " + fieldname + " je povinné."
tr: " " + fieldname + " alanı zorunludur."

source: Back to the list of contracts
ca: Tornar a la llista de contractes
cs: Zpět na seznam smluv
el: Επιστροφή στον κατάλογο των συμβάσεων
es: Vuelta a la lista de contratos
fr: Retour à la liste des contrats
hu: Vissza a szerződések listájához
it: Torna all'elenco dei contratti
km: ត្រលប់ទៅកាន់បញ្ជីកិច្ចសន្យា
ru: Вернуться к списку контрактов
sk: Späť na zoznam zmlúv.
tr: Sözleşme listesine geri dön

source: Are you sure that you want to delete it?
ca: ¿Segur que voleu esborrar-lo?
cs: Opravdu to chcete smazat?
el: Είστε βέβαιοι ότι θέλετε να το διαγράψετε;
es: ¿Seguro que quieres borrarlo?
fr: Etes-vous sûr de vouloir le supprimer?
hu: Biztos vagy benne hogy törölni akarod?
it: Sei sicuro di volerlo eliminare?
km: តើលោកអ្នកពិតជាចង់លុបមែនទេ?
ru: Удалить?
sk: Ste si istý, že to chcete vymazať?
tr: Bunu silmek istediğinizden emin misiniz?

source: Step
ca: Increment
cs: Krok
el: Βήμα
fr: Incrément
hu: Lépés
it: Passo
km: ជំហាន
ru: Прирост
sk: Krok
tr: Basamak

source: Entitled days for employee
ca: Dies permesos per empleat
cs: Nárokované dny dovolené pro zaměstnance
el: Ορισμένες ημέρες για τον εργαζόμενο
es: Días asociados por empleado.
fr: Crédits d'absence pour l'employé(e)
hu: Jogosult napok az alkalmazottnak
it: Giorni spettanti per dipendente
km: ថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាកសម្រាប់និយោជិក
ru: Предоставляемые дни для сотрудника
sk: Nárok na dni pracovného voľna zamestnanca
tr: Çalışanın hak edilen gün listesi

source: Back to the list of employees
ca: Tornar a la llista d'empleats
cs: Zpět k seznamu zaměstnanců
el: Επιστροφή στη λίστα των υπαλλήλων
es: Volver a la lista de empleados
fr: Retour à la liste des employés
hu: Vissza az alkalmazottak listájához
it: Torna all'elenco dei dipendenti
km: ត្រលប់ទៅកាន់បញ្ជីនិយោជិក
ru: Вернуться к списку сотрудников
sk: Späť na zoznam zamestnancov
tr: Çalışanların listesine geri dön

source: Entitled days to Contract #
ca: Dies associats al contracte #
cs: Nárokované dny dovolené pro smlouvu
el: Ορισμένες ημέρες μέχρι τη Σύμβαση #
es: Dias asociados al contrato #
fr: Crédit d'absence pour le contrat n°
hu: Jogosult napok a szerződéshez #
it: Giorni spettanti per il Contratto #
km: ថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាក់សម្រាប់ធ្វើកិច្ចសន្យា
ru: Предоставляемые дни по контракту №
sk: Nárok na dni pracovného voľna zmluvy #
tr: Sözleşme için hak edilen günler #

source: Yearly leave period:
ca: Període d'absència anual:
cs: Roční období dovolené:
el: Ετήσια περίοδος άδειας:
fr: Période annuelle des congés :
hu: Éves szabadság periódus:
sk: Obdobie dovolenky:
tr: Yıllık izin süresi:

source: Entitled days to Employee
ca: Dies assignats a l'empleat
cs: Nárokované dny dovolené pro zaměstnance
el: Ορισμένες ημέρες για τον υπάλληλο
es: Días asociados al empleado.
fr: Crédit d'absence pour l'employé(e)
hu: Jogosult napok az alkalmazottnak
it: Giorni spettanti per il dipendente
km: ថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាកសម្រាប់និយោជិក
ru: Предоставляемые дни для сотрудника
sk: Nárok na dni pracovného voľna zamestnancovi
tr: Çalışanın hak edilen gün listesi

source: My overtime requests
ca: Le meves sol·licituds d'hores extra
cs: Mé žádosti o přesčasy
el: Τα αίτημά μου για υπερωρίες
es: Mis solicitudes de horas extraordinarias
fr: Mes déclarations d'heures supp.
hu: Saját túlóra kérelmeim
it: Le mie richieste di straordinario
km: ការស្នើរសុំបន្ថែមម៉ោងរបស់ខ្ញុំ
ru: Мои запросы на сверхурочную работу
sk: Moje žiadosti o nadčasy
tr: Fazla mesai taleplerim

source: view
ca: veure
cs: zobrazit
el: εμφάνιση
es: ver
fr: voir
hu: megnéz
it: vedi
km: បង្ហាញ
ru: просмотреть
sk: zobraziť
tr: görüntüle

source: edit
ca: modificar
cs: upravit
el: επεξεργασία
es: modificar
fr: modifier
hu: szerkeszt
it: modifica
km: កែសម្រួល
ru: редактировать
sk: upraviť
tr: düzenle

source: delete
ca: esborrar
cs: smazat
el: διαγραφή
es: suprimir
fr: supprimer
hu: töröl
it: elimina
km: លុប
ru: удалить
sk: zmazať
tr: sil

source: Reason
ca: Motiu
cs: Účel
el: Αιτία
es: Motivo
fr: Cause
hu: Ok
it: Motivo
km: មូលហេតុ
ru: Причина
sk: Dôvod
tr: Neden

source: New request
ca: Nova sol·licitud
cs: Nový požadavek
el: Νέα αίτηση
es: Nueva solicitud
fr: Nouvelle déclaration
hu: Új kérés
it: Nuova richiesta
km: សំណើរសំុថ្មី
ru: Новый запрос
sk: Nová žiadosť
tr: Yeni talep

source: Delete overtime request
ca: Esborrar sol·licitud d'hores extra
cs: Smazat žádost o přesčas
el: Διαγραφή αιτήματος υπερωριών
es: Borrar solicitud de horas extras
fr: Supprimer déclaration
hu: Túlóra kérelem törlése
it: Elimina richiesta di straordinario
km: លុបចោលនៅសំណើរសំុក្រៅម៉ោង
ru: Удалить запрос на сверхурочную работу
sk: Vymazať požiadavku nadčasu
tr: Fazla mesai talebini sil

source: You are about to delete one overtime request, this procedure is irreversible.
ca: Estàs a punt d'esborrar una petició d'hores extra, aquest acció no es pot desfer.
cs: Chystáte se smazat požadavek o přesčas, tento krok je nevratný.
el: Πρόκειται να διαγράψετε ένα αίτημα υπερωριών, η διαδικασία αυτή είναι μη αναστρέψιμη.
es: Vas a borrar una solicitud de horas extras, este procedimiento es irreversible.
fr: Vous êtes sur le point de supprimer une déclaration d'heures supp., cette procédure est irréversible.
hu: Egy túlóra kérelem törlésére készül, a folyamat nem visszavonható.
it: Stai per eliminare una richiesta di straordinario, questa procedura è irreversibile
km: អ្នកគឺជាអ្នកច្រានចោលនៅសំណើរសុំក្រៅម៉ោង​​​ ដូចនេះសំណើរនេះគឺមិនអាចថយក្រោយវិញបានទេ
ru: Вы собираетесь удалить запрос на сверхурочную работу. Это действие нельзя будет отменить.
sk: Chystáte sa odstrániť jednu požiadavku o nadčas, tento krok je nevratný.
tr: Bir fazla mesai talebini silmek üzeresiniz, bu işlem geri döndürülemez.

source: Submit an overtime request
ca: Enviar sol·licitud d'hores extra
cs: Odeslat požadavek o přesčas
el: Υποβάλετε αίτημα υπερωριών
es: Enviar solicitud de horas extras
fr: Déclarer des heures supp.
hu: Túlóra kérelem beküldése
it: Invia una richiesta di straordinario
km: ដាក់កាស្នើសំុកាងារបន្ថែមម៉ោង
ru: Отправить запрос на сверхурочную работу
sk: Odoslať žiadosť o nadčas
tr: Bir fazla mesai talebi gönder

source: In days or fraction of days (e.g. 0.125 for 1h if you work 8h/day).
ca: El dia o fracció de dia (per exemple, 0,125 per a 1h si treballa 8 hores / dia).
cs: Ve dnech nebo části dnů (např. 0.125 za 1h pokud pracujete 8h/denně).
el: Σε ημέρες ή κλάσματα ημερών (π.χ. 0,125 για 1 ώρα αν εργάζεστε 8 ώρες την ημέρα).
es: El día o fracción de días (por ejemplo, 0,125 para 1h si trabaja 8 horas / día).
fr: En jours ou fraction de jours (ex. 0,13 pour 1h et 8h/journée de travail).
hu: Napok, vagy töredék napok (pl.: 0.125 1 órán keresztül, ha 8 órát dolgozol naponta).
it: In giorni o frazioni di giorni (esempio 0.125 per 1 ora se lavori 8 ore al giorno)
km: ពេញគ្រប់ថ្ងៃទាំងអស់ ឬផ្នែកខ្លះនៃថ្ងៃ(ឧទាហរណ៍ ០.១២៥ សម្រាប់រយៈពេល ១ម៉ោង ប្រសិនបើលោកអ្នកធ្វើការ ៨ម៉ោក្នុងមួយថ្ងៃ)
ru: В целых днях или дробных частях дня (например 0,125 для 1 часа, при 8-часовом рабочем дне)
sk: V dňoch, alebo častiach dní (pr. 0.125 je 1 hod, ak je pracovný čas 8hod/deň).
tr: Günlerin içeriği veya gün parçaları (örn. eğer bir günde 8 saat çalışıyorsanız, 1 saat için 0.125)

source: Request overtime
ca: Sol·licitar hores extra
cs: Požádat o přesčas
el: Αίτημα υπερωριών
es: Solicitar horas extras
fr: Déclarer heures supp.
hu: Túlóra kérelem
it: Richiedi straordinario
km: ស្នើសុំការងារបន្ថែមម៉ោង
ru: Запрос на сверхурочную работу
sk: Žiadost o nadčas
tr: Fazla mesai talep et

source: The overtime request has been succesfully created
ca: La sol·licitud d'hores extra s'ha creat correctament
cs: Váš požadavek o přesčas byl úspěšně vytvořen.
el: Το αίτημα υπερωριών έχει δημιουργηθεί με επιτυχία
es: La solicitud de las horas extras se ha creado correctamente
fr: La déclaration a été créée avec succès.
hu: A túlóra kérelem sikeresen létrehozva
it: La richiesta di straordinario è stata creata con successo
km: ការស្នើសំុកាងារបន្ថែមម៉ោងត្រូវបានបង្កើតដោយជោគជ័យ
ru: Запрос на сверхурочную работу успешно создан
sk: Požiadavka o nadčas bola úspešne vytvorená
tr: Fazla mesai talebi başarıyla oluşturuldu

source: The overtime request has been succesfully created or updated, but you don't have a manager.
ca: La sol·licitud d'hores extra s'ha creat o modificat correctament, però no tens responsable assignat.
cs: Žádost o přesčasové byl úspěšně vytvořen nebo aktualizován, ale nemáte nadřízeného.
el: Το αίτημα υπερωριών έχει δημιουργηθεί ή ενημερωθεί με επιτυχία, αλλά δεν έχετε διαχειριστή.
es: La solicitud de las horas extras se ha creado o modificado correctamente, pero tu no tienes un administrador.
fr: La déclaration a été créée ou modifié avec succès, mais vous n'avez pas de manager.
hu: A túlóra kérelem sikeresen létrehozva, vagy frissítve, de neked nincs felettesed.
it: La richiesta di straordinario è stata creata o aggiornata con successo, ma non hai un manager.
km: ការស្នើរសុំបន្ថែមម៉ោងត្រូវបានបង្កើតឬកែសម្រួលដោយជោគជ័យ, ប៉ុន្តែលោកអ្នកមិនអ្នកគ្រប់គ្រងទេ
ru: Запрос на сверхурочную работу успешно создан или обновлен, но у вас нет руководителя.
sk: Požiadavka o nadčas bola úspešne vytvorená alebo aktualizovaná, ale nieje priradený nadriadený.
tr: Fazla mesai talebi başarıyla oluşturuldu veya güncellendi, ancak bir yöneticiniz bulunmuyor.

source: Edit overtime request #
ca: Editar sol·licitud d'hores extra #
cs: Editovat požadavek o přesčas #
el: Επεξεργασία αιτήματος υπερωριών #
es: Editar solicitud de horas extras #
fr: Modifier déclaration N°
hu: Túlóra kérelem szerkesztése #
it: Modifica richiesta straordinario #
km: កែសម្រួលការស្នើរសុំបន្ថែមម៉ោង#
ru: Редактировать запрос на сверхурочную работу №
sk: Upraviť požiadavku o nadčas #
tr: Fazla mesai talebini düzenle #

source: Edit a overtime request
ca: Editar una sol·licitud d'hores extra
cs: Editovat požadavek o přesčas
el: Επεξεργασία ενός αιτήματος υπερωριών
es: Editar una solicitud de horas extras
fr: Modifier une déclaration
hu: Túlóra kérelem szerkesztése
it: Modifica una richiesta di straordinario
km: កែសម្រួលការស្នើរសុំបន្ថែមម៉ោង
ru: Редактировать запрос на сверхурочную работу
sk: Úprava požiadavky o nadčas
tr: Bir fazla mesai talebi düzenle

source: Update overtime
ca: Modificar hores extra
cs: Upravit přesčas
el: Ενημέρωση υπερωριών
es: Modificar horas extras
fr: Modifier déclaration
hu: Túlóra frissítése
it: Aggiorna straordinario
km: ធ្វើបច្ចុប្បន្នភាពលើម៉ោងបន្ថែម
ru: Обновить запрос на сверхурочную работу
sk: Aktualizuj nadčas
tr: Fazla mesai güncelle

source: You cannot edit an overtime request already submitted
ca: No es pot editar una sol·licitud d'hores extra ja enviada
cs: Nemůžete editovat požadavek o přesčas, který jste již vytvořili
el: Δεν μπορείτε να επεξεργαστείτε ένα αίτημα υπερωριών που έχετε ήδη υποβάλει
es: No se puede editar una petición horas extras ya solicitada
fr: Vous ne pouvez pas modifier une déclaration qui a été soumise.
hu: A már beküldött túlóra kérelem nem szerkeszthető
it: Non puoi modificare una richiesta di straordinario già inoltrata
km: អ្នកមិនអាចកែសំណើរដែលបានដាក់រួចហើយទេ
ru: Невозможно изменить уже отправленный запрос на сверхурочную работу
sk: Nieje možné upraviť už odoslanú požiadavku o nadčas
tr: Daha önce gönderilen bir fazla mesai talebini düzenleyemezsiniz

source: The overtime request has been succesfully updated
ca: La sol·licitud d'hores extra s'ha modificat correctament
cs: Žádost o přesčas byla úspěšně aktualizována
el: Το αίτημα υπερωριών ενημερώθηκε με επιτυχία
es: La solicitud de horas extras se ha modificado correctamente
fr: La déclaration a été modifié avec succès.
hu: A túlóra kérelem sikeresen frissítve
it: La richiesta di straordinario è stata aggiornata con successo
km: សំណើរបន្ថែមម៉ោងនេះត្រូវបានធ្វើដោយជោគជ័យ
ru: Запрос на сверхурочную работу успешно обновлен
sk: Požiadavka o nadčas bola úspešne aktualizovaná
tr: Fazla mesai talebi başarıyla güncellendi

source: The overtime request has been succesfully deleted
ca: La sol·licitud d'hores extra s'ha esborrat correctament
cs: Požadavek o přesčas byl úspěšně vymazán
el: Το αίτημα υπερωριών έχει διαγραφεί με επιτυχία
es: La solicitud de horas extras se ha borrado correctamente
fr: La déclaration a été supprimé avec succès.
hu: A túlóra kérelem sikeresen törölve
it: La richiesta di straordinario è stata eliminata con successo
km: សំណើរម៉ោងបន្ថែមត្រូវបានលុបដោយជោគជ័យ
ru: Запрос на сверхурочную работу успешно удален
sk: Požiadavka o nadčas bola úspešne vymazaná
tr: Fazla mesai talebi başarıyla silindi

source: You can't delete this overtime request
ca: No es pot eliminar aquesta petició d'hores extra
cs: Nemůžete smazat tento požadavek o přesčas
el: Δεν μπορείτε να διαγράψετε αυτό το αίτημα υπερωριών
es: No se puede eliminar esta solicitud de horas extras
fr: Vous ne pouvez pas supprimer cette déclaration.
hu: Nem törölheted ezt a túlóra kérelmet
it: Non puoi cancellare questa richiesta di straordinario
km: អ្នកមិនអាចលុបសំណើរម៉ោងបន្ថែមនេះបានទេ
ru: Нельзя удалить этот запрос на сверхурочную работу
sk: Túto požiadavku o nadčas nieje možné vymazať
tr: Bu fazla mesai talebini silemezsiniz.

source: View overtime request #
ca: Veure la sol·licitud d'hores extra #
cs: Zobrazit požadavek o přesčas #
el: Προβολή αίτησης υπερωριών #
es: Ver la solicitud de horas extras #
fr: Voir déclaration N°
hu: Túlóra kérelem megtekintése #
it: Vedi richiesta di straordinario #
km: មើលសំណើរម៉ោងបន្ថែម លេខ#
ru: Просмотреть запрос на сверхурочную работу №
sk: Zobraziť požiadavku o nadčas #
tr: # fazla mesai talebini görüntüle

source: View overtime request
ca: Veure la petició d'hores extra
cs: Zobrazit požadavek o přesčas
el: Προβολή αίτησης υπερωριών
es: Ver solicitud de horas extras
fr: Voir déclaration
hu: Túlóra kérelem megtekintése
it: Vedi richiesta di straordinario
km: មើលសំណើរម៉ោងបន្ថែម
ru: Просмотреть запрос на сверхурочную работу
sk: Zobraziť požiadavku o nadčas
tr: Fazla mesai talebini görüntüle

source: Back to list
ca: Tornar a la llista
cs: Zpět na seznam
el: Πίσω στη λίστα
es: Vuelta a la lista
fr: Retour à la liste
hu: Vissza a listához
it: Torna all'elenco
km: ត្រឡប់ទៅបញ្ជីឈ្មោះ
ru: Вернуться к списку
sk: Späť na zoznam
tr: Listeye geri dön

source: List of overtime worked
ca: Llistat d'hores extra treballades
cs: Seznam odpracovaných přesčasů
el: Κατάλογος υπερωριών εργασίας
fr: Déclarations d'heures supp.
hu: Ledolgozott túlórák listája
sk: Zoznam odpracovaných nadčasov
tr: Çalışılmış fazla mesailerin listesi

source: Leave Management System
ca: Sistema de Gestió d'Absències
cs: Opustit Managment Systém
el: Σύστημα Διαχείρισης Αδειών
es: Sistema de gestión de permisos.
fr: Gestion des demandes de congé
hu: Szabadság Kezelő Rendszer
km: ប្រពន្ធ័គ្រប់គ្រងការសុំច្បាប់
ru: Система управления отпусками
sk: Systém na správu žiadostí o pracovné voľno
tr: İzin Yönetim Sistemi

source: Link to documentation
ca: Enllaç a la documentació
cs: Odkaz k dokumentaci
el: Σύνδεση με έγγραφα
es: Enlace a la documentación
fr: Lien vers la documentation
hu: Hivatkozás a dokumentációra
it: Documentazione
km: តំណភ្ជាប់ទៅឯកសារ
ru: Ссылка на документацию
sk: Odkaz na dokumentáciu
tr: Dokümantasyonun bağlantı adresi

source: Operation (%s) is not granted
ca: Operació (%s) no acceptada
cs: Operace (%s) není udělena
el: Η λειτουργία (%s) δεν είναι αποδεκτή
es: Operación (%s) no aceptada
fr: L'opération (%s) n'est pas autorisée
hu: A(z) (%s) művelet nem engedélyezett
it: L'operazione (%s) non è garantita
km: ប្រតិបត្ដិការ (% s) គឺមិនត្រូវបានផ្តល់
ru: Выполнение данного действия (%s) недоступно.
sk: Operácia (%s) nie je udelená
tr: (%s) operasyonuna hak tanınmamış

source: Please wait
ca: Si us plau espera
cs: Čekejte prosím
el: Παρακαλώ περιμένετε
es: Por favor espera
fr: Veuillez patienter
hu: Kérlek várj
it: Attendere prego
km: សូមមេត្តារងចាំ
ru: Подождите
sk: Čakajte prosím
tr: Lütfen bekleyin
