Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: Data & Config Diagnostic
ca: Dades de configuració i diagnòstic
cs: Data & Nastavení Diagnostiky
el: Διαγνωστικός έλεγχος δεδομένων και διαμόρφωσης
fr: Diagnostic des données
hu: Adat & Konfiguráció Diagnosztika
sk: Diagnostika dát a nastavenia

source: Detection of configuration and data problems
ca: Detectar problemes de la configuració i les dades
cs: Detekce konfigurace a problémů s daty
el: Ανίχνευση προβλημάτων διαμόρφωσης και δεδομένων
fr: Détection des anomalies de saisie et de configuration.
hu: Konfiguráció és adat problémák detektálása
sk: Detekcia problémov nastavenia a dát

source: No error
ca: No hi han errades
cs: Žádná chyba
el: Δεν υπάρχει σφάλμα
fr: Aucune erreur détectée
hu: Nincs hiba
sk: Žiadna chyba

source: Leave Requests
ca: Peticions d‘Absència
cs: Žádosti o dovolenou
el: Αιτήματα Αδείας
fr: Demandes de congé
hu: Szabadság kérelemek
sk: Žiadosti o voľno

source: Accepted but duplicated Leave Requests
ca: Peticions d'Absència acceptades però duplicades
cs: Schválené, ale duplicitní žádosti o dovolenou
el: Αποδεκτές αλλά διπλές Αίτηση Αδείας
fr: Demandes de congé acceptées et dupliquées
hu: Elfogadott de duplikált szabadság kérelmek
sk: Schválené, ale duplicitná žiadosť o voľno

source: ID
cs: Identifikace
fr: N°
km: លេខអត្តសញ្ញាណ

source: Employee
ca: Empleat
cs: Zaměstnanec
el: Υπάλληλος
es: empleado
fr: Employé
hu: Alkalmazott
it: Dipendente
km: និយោជិក
ru: Сотрудник
sk: Zamestnanec
tr: Çalışan

source: Start Date
ca: Data Inici
cs: Datum začátku
el: Ημερομηνία έναρξης
es: Primera fecha
fr: Date début
hu: Kezdési dátum
it: Data inizio
km: កាលបរិច្ឆេទដែលចាប់ផ្តើម
ru: Дата начала
sk: Dátum začiatku
tr: Başlangıç Tarihi

source: Status
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
fr: Statut
hu: Állapot
it: Stato
km: ស្ថានភាព
ru: Состояние
sk: Stav
tr: Durum

source: Afternoon/Morning
ca: Matí/Tarda
cs: Odpoledne/Ráno
el: Απόγευμα / Πρωί
fr: Après-midi/Matin
hu: Délután/Reggel
sk: Poobede/Doobeda

source: Leave Requests with a wrong start/end type.
ca: Peticions d'absència amb tipus d'inici/fi erronis.
cs: Požadavek dovolené s neplatným typem začátku/konce.
el: Αιτήματα αδείας με λάθος τύπο έναρξης / λήξης.
fr: Demandes de congé avec un mauvais type de début/fin
hu: Szabadság kérelmek amelyek rossz kezdő/vége típusúak.
sk: Žiadosť o voľno s neplatným typom začiatku/konca.

source: Start
ca: Inici
cs: Začátek
el: Αρχή
es: Comienzo
fr: Début
hu: Kezdés
it: Inizio
km: ចាប់ផ្តើម
ru: Начало
sk: Začiatok
tr: Başlangıç

source: End
ca: Fi
cs: Konec
el: Τέλος
es: Fin
fr: Fin
hu: Vége
it: Fine
km: បញ្ចប់
ru: Окончание
sk: Koniec
tr: Bitiş

source: Entitled days
ca: Autoritzar dies
cs: Nárok dní
el: Μερικές ημέρες
es: Autorizar días
fr: Crédits congé
hu: Jogosult napok
it: Giorni spettanti
km: ថ្ងៃផ្ដល់សិទ្ធិឲ្យឈប់
ru: Предоставляемые дни
sk: Nárok na dni pracovného voľna
tr: Hak edilen günler

source: List of contracts and employees having entitlements for more than one year.
ca: Llista de contractes i empleats amb dies lliures en més d'un any.
cs: Seznam smluv a zaměstnanců, kteří mají nároky na dobu delší než jeden rok.
el: Κατάλογος συμβάσεων και υπαλλήλων που έχουν δικαιώματα άνω του ενός έτους.
fr: Liste des contrats et des employés présentant des crédits congé supérieurs à un an.
hu: Az egy évnél hosszabb jogosultságokkal rendelkező szerződések és alkalmazottak jegyzéke.
sk: Zoznam zmlúv a zamestnancov s nárokom na dni pracovného voľna na viac ako jeden rok.

source: Name
ca: Nom
cs: Jméno
el: Όνομα
es: Nombre
fr: Nom
hu: Név
it: Nome
km: ឈ្មោះ
ru: Название
sk: Meno
tr: İsim

source: End Date
ca: Darrera data
cs: Datum konce
el: Ημερομηνία λήξης
es: Última fecha
fr: Date fin
hu: Vége dátum
it: Data fine
km: កាលបរិច្ឆេទដែលបញ្ចប់
ru: Дата окончания
sk: Dátum ukončenia
tr: Bitiş Tarihi

source: Contract
ca: Contracte
cs: Smlouva
el: Σύμβαση
es: Contrato
fr: Contrat
hu: Szerződés
it: Contratto
km: ខសន្យា
ru: Контракт
sk: Kontrakt
tr: Sözleşme

source: Incomplete deletion into database.
ca: Esborrat incomplet a la base de dades.
cs: Neúplné vymazání v databázi.
el: Ατελής διαγραφή στη βάση δεδομένων.
fr: La suppression de l'objet n'est pas complète.
hu: Nem befejezett törlések az adatbázisban.
sk: Neúplné vymazanie v databázi.

source: Non-working days
ca: Dies no laborables
cs: Nepracovní dny
el: Μη εργάσιμες ημέρες
fr: Journées non travaillées
hu: Munkaszüneti napok
sk: Nepracovné dni

source: Number of days (per contract) for which a non-working duration has been defined.
ca: Número de dies (definits per contracte) per les duracions d'absència.
cs: Počet dnů (za smlouva) pracovního volna je definováno ve smlouvě.
el: Αριθμός ημερών (ανά σύμβαση) για τους οποίους έχει καθοριστεί η διάρκεια μη απασχόλησης.
fr: Nombre de journées (par contrat) pour lesquelles une durée non travaillée a été définie.
hu: Azon napok száma (szerződésenként), amelyeknél a nem munkavégzési idő meghatározásra került.
sk: Počet dní (za jednotlivé kontrakty), pre ktoré bolo zadefinované nepracovné obdobie.

source: Last year
ca: Any passat
cs: Poslední rok
el: Πέρυσι
fr: L'année dernière
hu: Előző év
sk: Minulý rok

source: This year
ca: Aquest any
cs: Tento rok
el: Φέτος
fr: Cette année
hu: Jelenlegi év
sk: Tento rok

source: Next year
ca: Proper any
cs: Další rok
el: Του χρόνου
fr: L'année prochaine
hu: Következő év
sk: Nasledujúci rok

source: Overtime
ca: Hores extra
cs: Přesčasy
el: Υπερωρία
es: Horas extras
fr: Heures supp.
hu: Túlóra
it: Straordinario
km: បន្ថែមម៉ោង
ru: Сверхурочные
sk: Nadčas
tr: Fazla mesai

source: Overtime requests with a negative duration
ca: Petició d'hores extra amb duració negativa
cs: Žádosti o přesčas se záporným počtem dní
el: Απαιτήσεις υπερωριών με αρνητική διάρκεια
fr: Déclarations d'heures supplémentaires avec une durée négative.
hu: Túlóra kérelem negatív időtartammal
sk: Nadčas požadovaný so zápornou hodnotou

source: Duration
ca: Duració
cs: Počet dnů
el: Διάρκεια
es: Duración
fr: Durée
hu: Időtartam
it: Durata
km: រយៈពេល
ru: Продолжительность
sk: Trvanie
tr: Süre

source: Contracts
ca: Contractes
cs: Smlouvy
el: Συμβάσεις
es: Contratos
fr: Contrats
hu: Szerződések
it: Contratti
km: អង្គការ
ru: Контракты
sk: Zmluvy.
tr: Sözleşmeler

source: Unused contracts (check if the contract is not duplicated).
ca: Contractes sense ús (revisa que el contracte no estigui duplicat)
cs: Nepoužité smlouvy (zkontrolujte zda není smlouva duplicitní)
el: Αχρησιμοποίητα συμβόλαια (ελέγξτε αν η σύμβαση δεν είναι διπλή).
fr: Contrats non utilisés (vérifier si le contrat n'est pas en double).
hu: Fel nem használt szerződések (ellenőrizze, hogy a szerződés nem duplikált-e).
sk: Nepoužité zmluvy (preverte, či zmluva nemá duplikát).

source: Leave requests for which there are no entitlments.
ca: Peticions d'absència sense dies disponibles.
cs: Žádosti o dovolenou, na které není nárok.
el: Αιτήσεις άδειας για τις οποίες δεν υπάρχουν δικαιώματα.
fr: Demandes de congé pour lesquelles il n'y a pas de crédit.
hu: Jogosultság nélküli szabadság kérelmek.
sk: Žiadosti o pracovné voľno, ku ktorým neexistuje nárok na voľno.

source: Overlapping
fr: Chevauchement

source: Leave requests overlapping on two yearly periods.
fr: Demandes de congé chevauchant deux périodes annuelles.

source: OAuth clients and sessions
ca: OAuth clients i sessions
cs: OAuth klienti a relací
el: OAuth πελάτες και περιόδους σύνδεσης
fr: Clients et sessions OAuth
hu: OAuth ügyfelek és munkamanatek
sk: OAuth klienti a relácie.

source: List of clients allowed to use the REST API
ca: Llistat de clients autoritzats per utilitzar REST API
cs: Seznam klientů kteří mají dovoleno použít REST API
el: Κατάλογος χρηστών που επιτρέπεται να χρησιμοποιούν το API REST
fr: Liste des clients habilités pour l'API REST
hu: A REST API használatához engedélyezett ügyfelek listája
sk: Zoznam klientov oprávnených použiť REST API.

source: edit client
ca: editar client
cs: editovat klienta
el: Επεξεργασία χρήστη
fr: modifier le client
hu: ügyfél szerkesztése
sk: Editovať klienta.

source: delete client
ca: esborrar client
cs: smazat klienta
el: Διαγραφή χρήστη
fr: supprimer le client
hu: ügyfél törlése
sk: Zmazať klienta.

source: Add
ca: Afegir
cs: Přidat
el: Προσθήκη
es: Añadir
fr: Ajouter
hu: Hozzáad
it: Aggiungi
km: ដាក់បនែ្ថម
ru: Добавить
sk: Pridať
tr: Ekle

source: Add OAuth Client
ca: Afegir client OAuth
cs: Přidat OAuth klienta
el: Προσθήκη OAuth χρήστη
fr: Ajouter un client OAuth
hu: OAuth ügyfél hozzáadása
sk: Pridať OAuth klienta

source: Associate to an actual user
ca: Associar amb un usuari actual
cs: Spojit se současným uživatelem
el: Σύνδεση σε έναν πραγματικό χρήστη
fr: Associer à un utilisateur réel
hu: Társítás egy létező felhasználóhoz
sk: Zlúčiť s aktuálnym užívateľom

source: This client_id already exists
ca: Aquest client_id ja existeix
cs: Toto client_id již existuje
el: Αυτό το client_id υπάρχει ήδη
fr: Ce client_id existe déjà
hu: Ez a client_id már létezik
sk: Toto client_id už existuje

source: Are you sure that you want to proceed?
ca: Estàs segur de procedir?
cs: Jste si jisti, že chcete pokračovat?
el: Είστε βέβαιοι ότι θέλετε να προχωρήσετε;
fr: Êtes-vous sûr de vouloir continuer?
hu: Biztos vagy benne, hogy folytatni kívánod?
sk: Naozaj chcete pokračovať?

source: List of active REST API OAuth Sessions
ca: Llista de sessions REST API OAuth actives
cs: Seznam aktivních REST API Oauth relací
el: Λίστα ενεργών REST API OAuth συνεδριών
fr: Liste des Sessions OAuth API REST actives
hu: Aktív REST API OAuth munkamenetek listája
sk: Zoznam aktívnych REST API OAuth relácií

source: Yearly calendar
ca: Calendari anual
cs: Roční kalendář
el: Ετήσιο ημερολόγιο
fr: Calendrier annuel
hu: Éves naptár
it: Calendario annuale
km: ប្រតិទិនប្រចាំឆ្នាំ
ru: Календарь на год
sk: Ročný kalendár
tr: Yıllık takvim

source: Export
ca: Exportar
el: Εξαγωγή
es: exportar
fr: Exporter
it: Esporta
km: នាំចេញ
ru: Экспорт
tr: Dışa aktar

source: My calendar
ca: El meu calendari
cs: Můj kalendář
el: Το ημερολόγιό μου
es: Mi calendario
fr: Mon calendrier
hu: Saját naptár
it: Il mio calendario
km: ប្រតិទិនរបស់ខ្ញុំ
ru: Мой календарь
sk: Môj kalendár
tr: Takvimim

source: Calendar of my leaves.
ca: Calendari de les meves absències.
cs: Kalendář mých dovolených
el: Ημερολόγιο των αδειών μου
es: Calendario de mis vacaciones.
fr: Calendrier de mes absences.
hu: Szabadságaim naptára.
it: Calendario delle mie assenze
km: ប្រតិទិនការឈប់សម្រាក់របស់ខ្ញុំ.
ru: Календарь моих отпусков
sk: Kalendár mojich dovoleniek.
tr: İzin günlerimin takvimi

source: Download an iCal file
ca: Baixeu un fitxer iCal
cs: Stáhnout iCal soubor
el: Κατεβάστε ένα αρχείο iCal
es: Descargar fichero con formato iCal
fr: Télécharger le fichier iCal
hu: iCal fájl letöltése
it: Scarica in formato iCal
km: ទាញយកឯកសារជា iCal
ru: Загрузить файл iCal
sk: Stiahnuť iCal súbor
tr: Bir iCal dosyası indir

source: (import the event into Outlook, Thunderbird, etc.)
ca: (importeu l'esdeveniment a Outlook, Thunderbird, etc.)
cs: (importuje události do Outlook, Thunderbird, atp.)
el: (Εισαγωγή του συμβάντος σε Outlook, Thunderbird κ.λπ.)
es: importar el evento en Outlook, Thunderbird, etc.
fr: (pour importer l'absence dans Outlook, Thunderbird, etc.)
hu: (az esemény importálása Outlookba, Thunderbirdbe stb.)
it: (importa l'evento in Outlook, Thunderbird, etc.)
km: (នាំព្រឹត្តិការណ៍ចូលទៅក្នុងកម្មវិធី Outlook, Thunderbird, ជាដើម)
ru: (импорт события в Outlook, Thunderbird и т. д.)
sk: (import udalosti do programu Outlook, Thunderbird a pod.)
tr: (Etkinliği Outlook, Thunderbird ve benzeri programların içine aktar)

source: Event details
ca: Detalls de l’esdeveniment
cs: Detail události
el: Λεπτομέρειες συμβάντος
es: Detalle de eventos
fr: Détails de l'événement
hu: Esemény részletei
it: Dettagli evento
km: សកម្មភាពលំអិត
ru: Подробности события
sk: Detaily udalosti
tr: Etkinlik detayları

source: Close
ca: Tanca
cs: Zavřít
el: Κλείσιμο
es: Cerrar
fr: Fermer
hu: Lezár
it: Chiudi
km: បិទ
ru: Закрыть
sk: Zavrieť
tr: Kapat

source: Days off
ca: Dies lliures
cs: Dny volna
el: Ρεπό
fr: Jours non travaillés
hu: Munkaszüneti napok
sk: Dni voľna
tr: İzin günleri

source: Calendar of my workmates
ca: Calendari dels meus companys de treball
cs: Kalendář mých spolupracovníků
el: Ημερολόγιο των συνεργατών μου
es: Calendario de mis compañeros de trabajo
fr: Calendrier de mes collègues
hu: Munkatársaim naptára
it: Calendario dei miei colleghi
km: កាលបរិច្ឆេទរបស់មិត្តរួមការងារ
ru: Календарь моих коллег
sk: Kalendár mojich spolupracovníkov
tr: Çalışma arkadaşlarımın takvimi

source: Leaves of employees having the same line manager
ca: Vacances dels empleats amb el mateix administrador
cs: Dovolené zaměstnanců, kteří mají stejného nadřízeného
el: Άδειες υπαλλήλων που έχουν τον ίδιο διευθυντή
es: Vacaciones de los empleados con el mismo administrador
fr: Demandes de congé des employés ayant le même supérieur hierarchique.
hu: Azon alkalmazottak szabadsága akiknek ugyan az a felettesük
it: Ferie dei dipendenti aventi lo stesso manager
km: ការសុំឈប់សម្រាករបស់បុគ្កលិកស្ថិតក្រោមការគ្រប់គ្រងតែបួយ
ru: Отпуска сотрудников с тем же руководителем отдела
sk: Dovolenky zamestnancov, ktorí majú rovnakého schvaľovateľa
tr: Aynı doğrudan yöneticiye sahip olan çalışanların izinleri

source: Calendar of my subordinates
ca: Calendari dels meus subordinats
cs: Kalendář z mých podřízených
el: Ημερολόγιο των υφισταμένων μου
fr: Calendrier de mes collaborateurs
hu: Beosztottaim naptára
sk: Kalendár mojich podriadených
tr: Astlarımın takvimi

source: Leaves of my direct report subordinates (will be empty if I'm not a manager).
ca: Absències dels subordinats que reporten a mi (estarà buit si no sóc supervisor)
cs: Dovolené mých přímých podřízených (bude prázdné, pokud nejsem nadřízený).
el: Άδειες από τους υπαλλήλους της άμεσης αναφοράς μου (θα είναι άδειο αν δεν είμαι διαχειριστής).
fr: Demandes de congé de mes collaborateurs. Cette page sera vide si je ne suis pas manager.
hu: Közvetlen jelentés a beosztottaim szabadságairól (üres lesz, ha nem vagy vezető).
sk: Dovolenky mojich podriadených (bude prázdne ak nie som schvaľovateľ).
tr: Bana doğrudan rapor veren astların izinleri (eğer bir yönetici değilsem boş olacak)

source: Calendar of my department
ca: Calendari del meu departament
cs: Kalendář mého oddělení
el: Ημερολόγιο του τμήματος μου
es: Calendario de mi servicio
fr: Calendrier de mon service
hu: Részlegem naptára
it: Calendario del mio reparto
km: កាលបរិច្ឆេទរបស់ក្រុមរួមការងារ
ru: Календарь моего отдела
sk: Kalendár môjho oddelenia
tr: Departmanımın takvimi

source: Calendar of employees working in my department
ca: Calendari dels empleats del meu departament
cs: Kalendář zaměstnanců pracujících v mém oddělení
el: Ημερολόγιο των υπαλλήλων που εργάζονται στο τμήμα μου
es: Calendario de los empleados de mi departamento
fr: Calendrier des employés travaillant dans mon service
hu: Azon alkalmazottak naptára akik azonos részlegen dolgoznak
it: Calendario dei dipendenti che lavorano nel mio reparto
km: ប្រតិទិនសំរាប់បុគ្គលិកធ្វុើការងារក្នុងផ្នែករបស់ខ្ញុុំ
ru: Календарь сотрудников, работающих в моем отделе
sk: Kalendár zamestnancov pracujúcich v mojom oddelení
tr: Departmanımda bulunan çalışanların takvimi

source: It appears that you don't belong to any department. Please contact your HR Officer / Manager.
ca: Sembla que vostè no pertany a cap departament. Si us plau posi's en contacte amb el/la responsable de recursos humans.
cs: Zdá se, že nepatříte do žádného oddělení. Obraťte se na personální oddělení nebo nadřízeného.
el: Φαίνεται ότι δεν ανήκετε σε κανένα τμήμα. Επικοινωνήστε με τον υπεύθυνο / διευθυντή HR.
es: Parece que usted no pertenece a ningún departamento. Por favor, póngase en contacto con administrador.
fr: Vous n'appartenez à aucun service. Veuillez contacter le service des ressources humaines.
hu: Úgy tűnik hogy nem, tartozol egyetlen részleghez sem. Lépj kapcsolatba a HR munkatárssal / feletteseddel.
it: Sembra che tu non appartenga a nessun reparto. Sei pregato di contattare il tuo Responsabile delle Risorse Umane o manager
km: វាមិនស្ថិតក្នុងផ្នែកណាមួយទេ។សូមទំនាក់ទំនងទៅកាន់ផ្នែកHRឬប្រធានផ្នែកគ្រប់គ្រង
ru: Судя по всему вы не закреплены ни за одним из отделов. Обратитесь к своему руководителю.
sk: Zdá sa, že nie ste zaradený/á do žiadneho odelenia. Kontaktujte Vášho HR manažéra.
tr: Herhangi bir departmana ait değilsiniz gibi görünüyor. Lütfen İK Sorumlusu / Yöneticisi ile irtibata geçiniz.

source: Calendar of the organization
ca: Calendari de l'organització
cs: Kalendář organizace
el: Ημερολόγιο της εταιρίας
es: Calendario de la organización
fr: Calendrier de l'organisation
hu: Cégem naptára
it: Calendario dell'organizzazione
km: ប្រតិទិនរបស់អង្គការ
ru: Календарь моей организации
sk: Kalendár organizácie
tr: Organizasyonun takvimi

source: Global calendar with a filter on entity
ca: Calendari Global amb filtre d'entitat
cs: Globální kalendář s filtrem na organizačních jednotek
el: Καθολικό ημερολόγιο με φίλτρο σε οντότητα
es: Calendario Global con filtro de entidad
fr: Calendrier global avec un filtre sur les entités
hu: Globális naptár szűrővel a részlegnél
it: Calendario globale con un filtro in base all'entità
km: ប្រតិទិនសកល
ru: Общий календарь с фильтрацией по отделу
sk: Globálny kalendár s filtrom na entite
tr: Takım filtresi olan evrensel takvim

source: Select the entity
ca: Selecciona el departament
cs: Vyberte organizační jednotku
el: Επιλέξτε την οντότητα
es: Seleccionar la entidad
fr: Choisir l'entité
hu: Válasszd ki a részleget
it: Seleziona l'entità
km: ជ្រើសរើសអង្គភាព
ru: Выберите отдел
sk: Vybrať org. jednotku
tr: Takımı seç

source: Select
ca: Seleccionar
cs: Vybrat
el: Επιλογή
es: Seleccionar
fr: Choisir
hu: Válassz
it: Seleziona
km: ជ្រើសរើស
ru: Выбрать
sk: Vybrať
tr: Seç

source: Include sub-departments
ca: Incloure sub departaments
cs: Zahrnout podřízená oddělení
el: Συμπεριλαμβάνονται τα υποτιμήματα
es: incluir las subentidades
fr: Inclure les sous-entités
hu: Beleértve az alrészlegeket is
it: Includi sotto-reparti
km: រួមបញ្ចូលអនុផ្នែក
ru: Включая подотделы
sk: Vrátane pododdelení
tr: Alt departmanlar ekle

source: Select an entity
ca: Selecciona un departament
cs: Vyberte organizační jednotku
el: Επιλέξτε μια οντότητα
es: Seleccionar una entidad
fr: Choisir l'entité
hu: Válassz egy részleget
it: Seleziona un'entità
km: ជ្រើសរើសអង្គភាព
ru: Выберите отдел
sk: Vybrať org. jednotku
tr: Bir takım seç

source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
km: បោះបង់
ru: Отмена
sk: Zrušiť
tr: İptal

source: Tabular Calendar
ca: Calendari tabular
cs: Tabulkový kalendář
el: Πίνακας Ημερολογίου
es: Calendario tabular
fr: Calendrier tabulaire
hu: Táblázatos naptár
it: Calendario tabellare
km: តារាងប្រតិទិន
ru: Табличный календарь
sk: Tabuľkový kalendár
tr: Tablosal Takvim

source: Month
ca: Mes
cs: Měsíc
el: Μήνας
es: Mes
fr: Mois
hu: Hónap
it: Mese
km: ខែ
ru: Месяц
sk: Mesiac
tr: Ay

source: Year
ca: Any
cs: Rok
el: Έτος
es: Año
fr: Année
hu: Év
it: Anno
km: ឆ្នាំ
ru: Год
sk: Rok
tr: Yıl

source: Previous
ca: Anterior
cs: Předchozí
el: Προηγούμενος
es: Anterior
fr: Précédent
hu: Előző
it: Precedente
km: ពីមុន
ru: Предыдущий
sk: Predchádzajúci
tr: Önceki

source: Next
ca: Proper
cs: Další
el: Επόμενος
es: Próximo
fr: Suivant
hu: Következő
it: Successivo
km: បន្ទាប់
ru: Следующий
sk: Nasledujúci
tr: Sonraki

source: Select a list
ca: Selecciona una llista
el: Επιλέξτε μια λίστα
fr: Sélectionner une liste
hu: Válassz a listából
sk: Vybrať zoznam

source: Display leave types
ca: Mostra els tipus d'absència
el: Εμφάνιση τύπων άδειας
fr: Afficher les types d'absence
hu: Megjelenített szabadság típusok
sk: Zobrazenie typu voľna

source: Calendar Tabular
ca: Calendari tabular
cs: Tabulkový kalendář
el: Καρτέλες ημερολογίου
es: Calendario tabular
fr: Calendrier Tabulaire
hu: Naptár táblázatos
it: Calendario tabellare
km: តារាងប្រតិទិន
ru: Табличный календарь
sk: Tabuľkový kalendár
tr: Tablosal Takvim

source: Entity
ca: Departament
cs: Organizační jednotka
el: Οντότητα
es: entidad
fr: Entité
hu: Egység
it: Entità
km: អង្គភាព
ru: Отдел
sk: Org. jednotka
tr: Takım

source: Sub-entities
ca: Subentitats
cs: Podskupina
el: υπό - οντότητες
es: subentidad
fr: Sous-entités
hu: Alegység
it: Sotto-entità
km: អង្គភាពរង
ru: Подотделы
sk: Pododdelenia
tr: Alt takımlar

source: Mo
ca: dl
cs: Po
el: Δε
es: Lun
fr: Lu
hu: Hé
it: Lu
km: ច
ru: Пн
sk: Pon
tr: Pzt

source: Tu
ca: dm
cs: Út
el: Τρ
es: Mar
fr: Ma
hu: Ke
it: Ma
km: អ
ru: Вт
sk: Uto
tr: Sl

source: We
ca: dc
cs: St
el: Τε
es: Mié
fr: Me
hu: Sze
it: Me
km: ព
ru: Ср
sk: Str
tr: Çrş

source: Th
ca: dj
cs: Čt
el: Πε
es: Jue
fr: Je
hu: Csü
it: Gi
km: ព្រ
ru: Чт
sk: Štv
tr: Prş

source: Fr
ca: dv
cs: Pá
el: Πα
es: Vie
fr: Ve
hu: Pé
it: Ve
km: សុ
ru: Пт
sk: Pia
tr: Cm

source: Su
ca: dg
cs: Ne
el: Κυ
es: Dom
fr: Di
hu: Va
it: Do
km: អ
ru: Вс
sk: Ned
tr: Pz

source: Monday
ca: dilluns
cs: Pondělí
el: Δευτέρα
es: Lunes
fr: Lundi
hu: Hétfő
it: Lunedì
km: ថ្ងៃចន្ទ
ru: Понедельник
sk: Pondelok
tr: Pazartesi

source: Tuesday
ca: dimarts
cs: Úterý
el: Τρίτη
es: Martes
fr: Mardi
hu: Kedd
it: Martedì
km: ថ្ងៃអង្គារ៍
ru: Вторник
sk: Utorok
tr: Salı

source: Wednesday
ca: Miércoles
cs: Středa
el: Τετάρτη
es: Miércoles
fr: Mercredi
hu: Szerda
it: Mercoledì
km: ថ្ងៃពុធ
ru: Среда
sk: Streda
tr: Çarşamba

source: Thursday
ca: dijous
cs: Čtvrtek
el: Πέμπτη
es: Jueves
fr: Jeudi
hu: Csütörtök
it: Giovedì
km: ថ្ងៃព្រហស្បិ៍
ru: Четверг
sk: Štvrtok
tr: Perşembe

source: Friday
ca: divendres
cs: Pátek
el: Παρασκευή
es: Viernes
fr: Vendredi
hu: Péntek
it: Venerdì
km: ថ្ងៃសុក្រ
ru: Пятница
sk: Piatok
tr: Cuma

source: Saturday
ca: dissabte
cs: Sobota
el: Σάββατο
es: Sábado
fr: Samedi
hu: Szombat
it: Sabato
km: ថ្ងៃសៅរ៍
ru: Суббота
sk: Sobota
tr: Cumartesi

source: Sunday
ca: diumenge
cs: Neděle
el: Κυριακή
es: Domingo
fr: Dimanche
hu: Vasárnap
it: Domenica
km: ថ្ងៃអាទិត្យ
ru: Воскресенье
sk: Nedeľa
tr: Pazar

source: All days
ca: Tots els dies
cs: Všechny dny
el: Όλες οι ημέρες
fr: Tous les jours
hu: Minden nap
it: Tutti i giorni
km: ថ្ងៃទាំងអស់
ru: Все дни
sk: Všetky dni
tr: Tüm günler

source: January
ca: gener
cs: Leden
el: Ιανουάριος
es: Enero
fr: Janvier
hu: Január
it: Gennaio
km: ខែមករា
ru: Январь
sk: Január
tr: Ocak

source: February
ca: febrer
cs: Únor
el: Φεβρουάριος
es: Febrero
fr: Février
hu: Február
it: Febbraio
km: ខែកុម្ផ:
ru: Февраль
sk: Február
tr: Şubat

source: March
ca: març
cs: Březen
el: Μάρτιος
es: Marzo
fr: Mars
hu: Március
it: Marzo
km: ខែមិនា
ru: Март
sk: Marec
tr: Mart

source: April
ca: abril
cs: Duben
el: Απρίλιος
es: Abril
fr: Avril
hu: Április
it: Aprile
km: ខែមេសា
ru: Апрель
sk: Apríl
tr: Nisan

source: May
ca: maig
cs: Květen
el: Μάιος
es: Mayo
fr: Mai
hu: Május
it: Maggio
km: ខែឧសភា
ru: Май
sk: Máj
tr: Mayıs

source: June
ca: juny
cs: Červen
el: Ιούνιος
es: Junio
fr: Juin
hu: Június
it: Giugno
km: ខែមិថុនា
ru: Июнь
sk: Jún
tr: Haziran

source: July
ca: juliol
cs: Červenec
el: Ιούλιος
es: Julio
fr: Juillet
hu: Július
it: Luglio
km: ខែកក្កដា
ru: Июль
sk: Júl
tr: Temmuz

source: August
ca: agost
cs: Srpen
el: Αύγουστος
es: Agosto
fr: Août
hu: Augusztus
it: Agosto
km: ខែសីហា
ru: Август
tr: Ağustos

source: September
ca: setembre
cs: Září
el: Σεπτέμβριος
es: Septiembre
fr: Septembre
hu: Szeptember
it: Settembre
km: ខែកញ្ញា
ru: Сентябрь
tr: Eylül

source: October
ca: octubre
cs: Říjen
el: Οκτώβριος
es: Octubre
fr: Octobre
hu: Október
it: Ottobre
km: ខែតុលា
ru: Октябрь
sk: Október
tr: Ekim

source: November
ca: novembre
cs: Listopad
el: Νοέμβριος
es: Noviembre
fr: Novembre
it: Novembre
km: ខែវិច្ចិកា
ru: Ноябрь
tr: Kasım

source: December
ca: desembre
cs: Prosinec
el: Δεκέμβριος
es: Diciembre
fr: Décembre
it: Dicembre
km: ខែធ្នូរ
ru: Декабрь
tr: Aralık
