Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: My collaborators
es: Mis colaboradores
it: I miei collaboratori
km: អ្នករួមការងាររបស់ខ្ញុំ
ru: Моих сотрудников

source: List of extras
es: Lista de horas extras
it: Elenco extra
km: បញ្ជីនៃបន្ថែម
ru: Список запросов на сверхурочную работу

source: Request an extra
es: Solicitud de horas extras
it: Richiedi extra
km: ស្នើសុំបន្ថែមមួយ
ru: Запрос на сверхурочную работу

source: My leaves
es: Mis permisos
it: Mie ferie
km: ការឈប់សម្រាករបស់ខ្ញុំ
ru: Мои отпуска

source: List of overtime resquests
es: Lista de solicitud de horas extras
it: Elenco delle richieste di straordinario.
km: បញ្ជីការស្នើរសុំបន្ថែមម៉ោង
ru: Список запросов сверхурочных

source: List of my collaborators
es: Lista de mis colaboradores
it: Elenco dei miei collaboratori
km: បញ្ជីអ្នករួបការងាររបស់ខ្ញុំ
ru: Список моих сотрудников

source: This screen lists your collaborators. If you are not a manager, this list will always be empty.
es: Esta pantalla muestra sus colaboradores. Si usted no es un gerente, esta listaSiempre va a estar vacía.
it: Questa pagina elenca i tuoi collaboratori. Se non sei un manager, questo elenco sarà sempre vuoto.
km: ផ្ទាំងអេក្រង់នេះ បង្ហាញពីអ្នករួមការងាររបស់អ្នក។ ប្រសិនបើលោកអ្នកមិនមែនជាអ្នកគ្រប់គ្រងទេ, បញ្ជីនេះតែងតែទទេជានិច្ច។
ru: Здесь показан список ваших сотрудников. Если вы не руководитель, этот список всегда будет пуст.

source: Create a leave request in behalf of this collaborator
km: បង្កើតការស្នើរសុំឈប់សម្រាក់ ក្នុងនាមជាអ្នកតំណាងរបស់អ្នករួមការងារ
ru: Создать заявление на отпуск от имени этого сотрудника

source: List of collaborators
es: Lista de colaboradores
it: Elenco dei collaboratori
km: បញ្ជីអ្នករួមការងារ
ru: Список сотрудников

source: List of leave resquests
es: Lista de solicitud de permisos
it: Elenco richieste di ferie
km: បញ្ជីស្នើរសុំឈប់សម្រាក
ru: Список заявлений на отпуск

source: It is recommanded to select a contract. Do you want to create the user without a contract?
es: Es recomendable asociar un contrato al usuario. ¿Quieres crear el usuariosin contrato?
it: È consigliabile selezionare un contratto. Vuoi creare un utente senza contratto?
km: សូមណែនាំឱ្យជ្រើសរើសកិច្ចសន្យាណាមួយ៕ តើលោកអ្នកពិតជាចង់បង្កើតអ្នកប្រើប្រាស់ដោយមិនមានកិច្ចសន្យាមែនទេ?
ru: Рекомендуется выбрать контракт. Создать пользователя без контракта?

source: Your leave request match with a non-working day.
tr: İzin talebiniz çalışılmayan bir tatil günüyle eşleşiyor.

source: Multiple Edit
tr: Çoklu Düzenleme

source: MMM d[ yyyy]{ - [ MMM] d yyyy}
it: MMM g[ aaaa]{ - [ MMM] g aaaa}

source: dddd, MMM d, yyyy
it: gggg, MMM g, aaaa

source: ddd
it: ggg

source: ddd M/d
es: ddd d/M
it: ggg M/g

source: dddd M/d
es: dddd d/M
it: gggg M/g
