Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: List of contracts
ca: Llista de contractes
cs: Seznam smluv
el: Κατάλογος συμβάσεων
es: Lista de contratos
fr: Liste des contrats
hu: Szerződések listázása
it: Elenco dei contratti
km: បញ្ជីនៃកិច្ចសន្យា
ru: Список контрактов
sk: Zoznam zmlúv
tr: Sözleşmelerin listesi

source: Start period
ca: Inici de període
cs: Začátek období
el: Περίοδος έναρξης
es: Inicio de período
fr: Début période
hu: Kezdési időszak
it: Inizio periodo
km: ពេលចាប់ផ្តើម
ru: Начало периода
sk: Začiatok obdobia
tr: Başlangıç dönemi

source: End period
ca: Fi de període
cs: Konec období
el: Περίοδος λήξης
es: Fin de período
fr: Fin période
hu: Befejezési időszak
it: Fine periodo
km: ពេលបញ្ចប់
ru: Окончание периода
sk: Koniec obdobia
tr: Bitiş dönemi

source: delete contract
ca: suprimir contracte
cs: smazat úvazek
el: διαγραφή της σύμβασης
es: suprimir contrato
fr: supprimer contrat
hu: szerződés törlése
it: elimina contratto
km: លុបកិច្ចសន្យា
ru: удалить контракт
sk: zmazať zmluvu
tr: sözleşmeyi sil

source: edit contract
ca: modificar contracte
cs: upravit úvazek
el: επεξεργασία σύμβασης
es: modificar contrato
fr: Modifier contrat
hu: szerződés szerkesztése
it: modifica contratto
km: កែកិច្ចសន្យា
ru: редактировать контракт
sk: upraviť zmluvu
tr: sözleşmeyi düzenle

source: entitled days
ca: dies per contracte
cs: nárokovaný počet dnů dovolené
el: ημέρες που δικαιούνται
es: Autorizar días
fr: Crédit congés
hu: jogosult napok
it: giorni spettanti
km: ថ្ងៃផ្ដល់សិទ្ធិឲ្យឈប់
ru: предоставляемые дни
sk: nárok na dni pracovného voľna
tr: hak edilen günler

source: days off and weekends
ca: dies lliures i caps de setmana
cs: dny volna a výkendy
el: Αργίες και Σαββατοκύριακα
fr: Jours non travaillés
hu: munkaszüneti napok és hétvégék
sk: sviatky a víkendy
tr: izin günleri ve hafta sonları

source: Exclude leave types
ca: Excloure tipus d'absència
cs: Vyloučit druhy dovolené
el: Εξαιρούνται οι τύποι άδειας
fr: Exclure des types de congé
hu: Szabadság típusának kizárása
sk: Vylúčit typy voľna

source: Export this list
ca: Exporta aquest llistat
cs: Exportovat seznam
el: Εξαγωγή αυτής της λίστας
es: Exporta a listado
fr: Exporter cette liste
hu: Ezen lista exportálása
it: Esporta questo elenco
km: បញ្ជីនាំចេញ
ru: Экспортировать список
sk: Exportuj tento zoznam
tr: Bu listeyi dışa aktar

source: Create contract
ca: Crear contracte
cs: Vytvořit úvazek
el: Δημιουργία σύμβασης
es: Crear contrato
fr: Créer contrat
hu: Szerződés létrehozása
it: Crea un contratto
km: ធ្វើកិច្ចសន្យា
ru: Создать контракт
sk: Vytvoriť zmluvu
tr: Sözleşmeyi oluştur

source: Delete Contract
ca: Suprimir contracte
cs: Smazat úvazek
el: Διαγραφή σύμβασης
es: Suprimir contrato
fr: Supprimer contrat
hu: Szerződés törlése
it: Elimina Contratto
km: លុបកិច្ចសន្យា
ru: Удалить контракт
sk: Vymazať zmluvu
tr: Sözleşmeyi Sil

source: You are about to delete one contract, this procedure is irreversible.
ca: Estàs segur d'esborrar el contracte, l'acció no es pot desfer..
cs: Chystáte se odstranit jednu smlouvu, tento krok je nevratný.
el: Πρόκειται να διαγράψετε μια σύμβαση, η διαδικασία αυτή είναι μη αναστρέψιμη.
es: Estas seguro de borrar el contrato, la acción no se puede desacer.
fr: Vous êtes sur le point de supprimer un contrat, cette procédure est irréversible.
hu: Egy szerződés törlésére készülsz, ez a folyamat nem visszaállítható.
it: Stai per cancellare un contratto, questa azione è irreversibile.
km: អ្នកអាចលុបកិច្ចសន្យាបានមួយប៉ុណ្ណោះ,អ្នកបង្កើតនេះគឺមិនអាចកែប្រែបាន
ru: Вы собираетесь удалить контракт. Это действие нельзя будет отменить.
sk: Chystáte sa odstrániť jednu zmluvu, tento krok je nevratný.
tr: Bir sözleşmeyi silmek üzeresiniz, bu işlem geri döndürülemez.

source: Do you want to proceed?
ca: ¿Vols continuar?
cs: Chcete pokračovat?
el: Θέλετε να συνεχίσετε;
es: ¿Quieres continuar?
fr: Voulez-vous continuer ?
hu: Biztos hogy folytatni akarod?
it: Vuoi proseguire?
km: តើអ្នកចង់បន្ត?
ru: Продолжить?
sk: Chcete pokračovať?
tr: Devam etmek istiyor musunuz?

source: Yes
ca: Sí
cs: Ano
el: Ναι
es: Sí
fr: Oui
hu: Igen
it: Si
km: យល់ព្រម
ru: Да
sk: Áno
tr: Evet

source: No
cs: Ne
el: Όχι
fr: Non
hu: Nem
km: មិនយល់ព្រម
ru: Нет
sk: Nie
tr: Hayır

source: Exclude leave types from a contract
ca: Excloure tipus d'absència d'un contracte
cs: Vyloučit druhy dovolené ze smlouvy
el: Εξαιρούνται οι τύποι άδειας από σύμβαση
fr: Exclure un type de congé pour un contrat
hu: Szabadságtípusok kizárása a szerződésből
sk: Vylúčiť typy voľna zo zmluvy

source: You cannot exclude leave types already in use (used at least one time by en employee attached to the contract) and the default leave type (set on the contract or into the configuration file).
ca: No pots excloure tipus d'absència que estan en ús (utilitzada com a mínim per un empleat assignat al contracte) o que són l'opció per defecte (establerts al contracte o a l'arxiu de configuració).
cs: Nemůžete vyloučit druhy dovolené, které se současně používají (používá se alespoň jeden čas zaměstnance připojené ke smlouvě) a výchozí typ dovolené (nastaveném ve smlouvě nebo v konfiguračním souboru).
el: Δεν μπορείτε να αποκλείσετε τους τύπους άδειας που χρησιμοποιούνται ήδη (που χρησιμοποιούνται τουλάχιστον μία φορά από τον υπάλληλο που έχει επισυναφθεί στη σύμβαση) και τον προκαθορισμένο τύπο άδειας (που έχει οριστεί για τη σύμβαση ή στο αρχείο ρυθμίσεων).
fr: Vous ne pouvez pas exclure des types de congé déjà utilisés (utilisés au moins une fois par un employé attaché au contrat) et le type de congé par défaut (défini sur le contrat ou dans le fichier de configuration).
hu: Nem tudsz kizárni már használatban levő szabadságtípusokat (legalább egyszer használt alkalmazott, akinek a szerződéséhez hozzá van rendelve) és az alapértelmezett szabadságtípust (beállítva a szerződésen vagy a konfigurációfájlba).
sk: Nemôžte vylúčiť druhy voľna, ktoré sa používajú (použité aspoň raz zamestnancom priradenému k zmluve) a štandardný typ voľna (nastavený na zmluve alebo v konfiuračnom súbore).

source: Included leave types
ca: Tipus d'absència inclosos
cs: Zahrnuté typy volna
el: Περιέχονται τα είδη άδειας
fr: Types de congé inclus
hu: Szabadság típusokkal
sk: Zahrnuté typy voľna

source: Excluded leave types
ca: Tipus d'absència exclosos
cs: Vyloučené druhy volna
el: Δεν περιέχονται τα είδη άδειας
fr: Types de congé exclus
hu: Szabadság típusok nélkül
sk: Vylúčené typy voľna

source: Include this leave type
ca: Incloure aquest tipus d'absència
cs: Zahrnout tento typ volna
el: Συμπεριλάβετε αυτόν τον τύπο άδειας
fr: Inclure ce type de congé
hu: Ezzel a szabadság típussal
sk: Zahrnúť tento typ voľna

source: Exclude this leave type
ca: Excloure aquest tipus d'absència
cs: Vyloučit tento druh volna
el: Εξαίρεση αυτού του τύπου άδειας
fr: Exclure ce type de congé
hu: Enélkül a szabadság típus nélkül
sk: Vylúčiť tento typ voľna

source: This leave type is already in use
ca: Aquest tipus d'absència ja està en ús
cs: Tento druh volna se již používá
el: Αυτός ο τύπος άδειας χρησιμοποιείται ήδη
fr: Ce type de congé est utilisé
hu: Ez a szabadság típus már használatban van
sk: Tento typ voľna sa už používa

source: You cannot exclude the default leave type
ca: No pots excloure el tipus d'absència per defecte
cs: Nemůžete vyloučit tento základní druh volna
el: Δεν μπορείτε να εξαιρέσετε τον προεπιλεγμένο τύπο άδειας
fr: Vous ne pouvez pas exclure le type de congé par défaut
hu: Nem zárhatod ki az alapértelmezett szabadság típust
sk: Nemôžte vylúčit predvolený typ voľna

source: Edit a contract
ca: Modificar contracte
cs: Upravit úvazek
el: Επεξεργασία μιας σύμβασης
es: Modificar contrato
fr: Modifier un contrat
hu: Szerződés szerkesztése
it: Modifica un contratto
km: កែប្រែកិច្ចសន្យា
ru: Редактировать контракт
sk: Upraviť zmluvu
tr: Bir sözleşme düzenle

source: Edit contract #
ca: Modificar contracte #
cs: Upravit úvazek #
el: Επεξεργασία σύμβασης #
es: Modificar contrato n°
fr: Modifier le contrat n°
hu: Szerződés szerkesztése #
it: Modifica contratto #
km: កែប្រែកិច្ចសន្យា#
ru: Редактировать контракт №
sk: Upraviť zmluvu #
tr: Sözleşmeyi düzenle #

source: Month / Start
ca: Mes / Inici
cs: Měsíc / Začátek
el: Μηνάς / Αρχή
es: Mes / Inicio
fr: Mois / Début
hu: Hónap / Kezdés
it: Mese / Inizio
km: ខែ/ចាប់ផ្តើម
ru: Месяц/Начало
sk: Mesiac / Začiatok
tr: Ay / Başlangıç

source: Day / Start
ca: Dia / Inici
cs: Den / Začátek
el: Ημέρα / Αρχή
es: Día / Inicio
fr: Jour / Début
hu: Nap / Kezdés
it: Giorno / Inizio
km: ថ្ងៃ/ចាប់ផ្តើម
ru: День/Начало
sk: Deň / Začiatok
tr: Gün / Başlangıç

source: Month / End
ca: Mes / Fi
cs: Měsíc / Konec
el: Μήνας / Τέλος
es: Mes / Fin
fr: Mois / Fin
hu: Hónap / Vége
it: Mese / Fine
km: ខែ/បញ្ចប់
ru: Месяц/Окончание
sk: Mesiac / Koniec
tr: Ay / Bitiş

source: Day / End
ca: Dia / Fi
cs: Den / Konec
el: Ημέρα / Τέλος
es: Día / Fin
fr: Jour / Fin
hu: Nap / Vége
it: Giorno / Fine
km: ថ្ងៃ/បញ្ចប់
ru: День/Окончание
sk: Deň / Koniec
tr: Gün / Bitiş

source: Default leave type
ca: Tipus d'absència per defecte
cs: Základní druh volna
el: Προεπιλεγμένος τύπος άδειας
fr: Type de congé par défaut
hu: Alapértelmezett szabadság típus
sk: Predvolený typ voľna

source: Update contract
ca: Modificar contracte
cs: Aktualizovat smlouvu
el: Ενημέρωση σύμβασης
es: Modificar contrato
fr: Modifier contrat
hu: Szerződés frissítése
it: Aggiorna contratto
km: បន្ថែមកិច្ចសន្យា
ru: Обновить контракт
sk: Aktualizuj zmluvu
tr: Sözleşmeyi güncelle

source: The contract has been succesfully updated
ca: El contracte s'ha modificat correctament
cs: Smlouva byla úspěšně aktualizována.
el: Η σύμβαση ενημερώθηκε με επιτυχία
es: El contrato ha sido modificado correctamente
fr: Le contrat a été modifié avec succès
hu: A szerződés frissítése sikeres
it: Il contratto è statto aggiornato con successo
km: កិច្ចសន្យាត្រូវបានបន្ថែមដោយជោគជ័យ
ru: Контракт успешно обновлен
sk: Zmluva bola úspešne aktualizovaná
tr: Sözleşme başarıyla güncellendi

source: Create a new contract
ca: Crear un nou contracte
cs: Vytvořit nový úvazek
el: Δημιουργήστε μια νέα σύμβαση
es: Crear un nuevo contrato
fr: Créer un nouveau contrat
hu: Új szerződés készítése
it: Crea un nuovo contratto
km: បង្កើតកិច្ចសន្យាថ្មី
ru: Создать новый контракт
sk: Vytvoriť novú zmluvu
tr: Yeni bir sözleşme oluştur

source: The contract has been succesfully created
ca: El contracte s'ha creat correctament
cs: Smlouva byla úspěšně vytvořena
el: Η σύμβαση έχει δημιουργηθεί με επιτυχία
es: El contrato ha sido creado correctamente
fr: Le contrat a été créé avec succès
hu: A szerződés sikeresen létrehozva
it: Il contratto è stato creato con successo
km: កិច្ចសន្យាត្រូវបានបង្កើតដោយជោគជ័យ
ru: Контракт успешно создан
sk: Zmluva bola úspešne vytvorená
tr: Sözleşme başarıyla oluşturuldu

source: The contract has been succesfully deleted
ca: El contracte s'ha esborrat correctament
cs: Smlouva byla úspěšně odstraněna
el: Η σύμβαση διαγράφηκε με επιτυχία
es: El contrato ha sido borrado correctamente
fr: Le contrat a été supprimé avec succès
hu: A szerződés sikeresen törölve
it: Il contratto è stato cancellato con successo
km: កិច្ចសន្យាត្រូវបានលុបដោយជោគជ័យ
ru: Контракт успешно удален
sk: Zmluva bola úspešne vymazaná
tr: Sözleşme başarıyla silindi

source: Calendar of non working days
ca: Calendari de dies no laborales
cs: Kalendář mimo pracovní dny
el: Χρονοδιάγραμμα μη εργάσιμων ημερών
es: Calendario de días no laborales
fr: Calendrier des jours non travaillés
hu: Naptár a munkaszüneti napokhoz
it: Calendario dei giorni non lavorativi
km: ប្រតិទិននៃថ្ងៃឈប់សម្រាក់
ru: Календарь нерабочих дней
sk: Kalendár nepracovných dní
tr: Çalışmadığım günlerin takvimi

source: Days off and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
ca: Els festius i caps de setmana no estan configurats per defecte. Clica en un dia per editar-lo o utilitza el botó "Serie".
cs: Volno a víkendy nejsou defaultně nastaveny. Klepněte na den, který chcete upravit nebo použijte tlačítko "Series".
el: Οι ημέρες αργίας και τα σαββατοκύριακα δεν έχουν ρυθμιστεί από προεπιλογή. Κάντε κλικ σε μια ημέρα για να την επεξεργαστείτε ξεχωριστά ή χρησιμοποιήστε το κουμπί "Σειρά".
fr: Les jours non travaillés et les week-ends ne sont par configurés par défaut. Cliquez sur une journée pour la modifier ou utilisez le bouton "Série".
hu: A munkaszüneti napok és a hétvégék nincsenek beállítva alapértelmezésben. Kattints az adott napra az egyedi módosításhoz, vagy használd az "Ismétlődő" gombot.
sk: Voľno a víkendy niesu štandardne nastavené. Kliknite na deň pre jeho úpravu, alebo použite tlačidlo "Series".
tr: İzin günleri ve hafta sonları varsayılan olarak yapılandırılmamıştır. Tek tek düzenlemek için bir günde tıklayın veya "Seriler" düğmesini kullanın.

source: Legend:
ca: Llegenda::
cs: Legenda:
el: Τίτλος:
es: Leyenda:
fr: Légende :
hu: Felirat:
it: Legenda:
km: ចំណងជើង:
ru: Описание:
sk: Legenda:
tr: Efsane:

source: All day
ca: Tot el Dia
cs: Celý den
el: Όλη μέρα
es: Todo el Día
fr: Journée
hu: Egész nap
it: Giorno intero
km: គ្រប់ថ្ងៃទាំងអស់
ru: Весь день
sk: Celý deň
tr: Tüm gün

source: Morning
ca: Matí
cs: Ráno
el: Πρωί
es: Mañana
fr: Matin
hu: Reggel
it: Mattina
km: ពេលព្រឹក
ru: Утро
sk: Ranná
tr: Sabah

source: Afternoon
ca: Tarda
cs: Odpoledne
el: Απόγευμα
es: Tarde
fr: Après-midi
hu: Délután
it: Pomeriggio
km: ពេលរសៀល
ru: После полудня
sk: Poobedná
tr: Öğleden sonra

source: Back to contracts
ca: Tornar a la llista de contractes
cs: Zpět na smlouvy
el: Επιστροφή στις συμβάσεις
es: Volver a la lista de contratos
fr: Retour aux contrats
hu: Vissza a szerződésekhez
it: Torna ai contratti
km: ត្រលប់ទៅកាន់កិច្ចសន្យា
ru: Вернуться к контрактам
sk: Späť na zmluvy
tr: Sözleşmelere geri dön

source: Series of non-working days
ca: Serie de dies no laborables
cs: Počet státních svátků
el: Σειρά μη εργάσιμων ημερών
es: Serie de dias no laborables
fr: Série de jours non travaillés
hu: Ismétlődő munkaszüneti napok
it: Serie di giorni festivi
km: ស៊េរីនៃថ្ងៃដែលមិនធ្វើការ
ru: Последовательности нерабочих дней
sk: Séria dní voľna.
tr: Çalışılmayan gün serileri

source: Edit day off
ca: Editar festiu
cs: Upravit dny volna
el: Επεξεργασία αργιών
es: Editar día libre
fr: Modifier une journée non travaillée
hu: Szabadnap szerkesztése
it: Modifica giorno di chiusura
km: កែសម្រួលថ្ងៃឈប់សម្រាក
ru: Редактировать нерабочий день
sk: Upraviť deň voľna
tr: İzin gününü düzenle

source: Title
ca: Títol
cs: Titul
el: Τίτλος
es: Título
fr: Titre
hu: Cím
it: Titolo
km: ចំណងជើង
ru: Название
sk: Titul
tr: Başlık

source: Working day
ca: Dia Laborable
cs: Pracovní den
el: Εργάσιμη μέρα
es: Día Laborable
fr: journée travaillée
hu: Munkanap
it: Giorno lavorativo
km: ថ្ងៃធ្វើការ
ru: Рабочий день
sk: Pracovný deň
tr: Çalışma günü

source: All day is off
ca: No laborable tot el dia
cs: Celodenní volno
el: Η όλη μέρα είναι αργία
es: Todos los días libres
fr: journée non travaillée
hu: Az egész nap szabadnap
it: Chiusura tutto il giorno
km: គ្រប់ថ្ងៃទាំងអស់ត្រូវបានបិទ
ru: Все дни — нерабочие
sk: Celý deň voľna
tr: Tüm gün izinli

source: Morning is off
ca: Matí no laborable
cs: Ráno je vypnuto
el: Το πρωί είναι αργία
es: Mañana libre
fr: Matinée non travaillée
hu: Szabadnap a délelőtt
it: Chiusura mattutina
km: ពេលព្រឹកត្រូវបានបិទ
ru: Утро — нерабочие
sk: Ranná je voľno
tr: Sabah izinli

source: Afternoon is off
ca: Tarda no laborable
cs: Odpoledne je vypnuto
el: Το απόγευμα είναι αργία
es: Tarde libre
fr: Après-midi non travaillé
hu: Szabadnap a délután
it: Chiusura pomeridiana
km: ពេលរសៀលត្រូវបានបិទ
ru: После полудня — нерабочие
sk: Poobedná je voľno
tr: Öğleden sonra izinli

source: Delete
ca: Esborrar
cs: Smazat
el: Διαγραφή
es: Suprimir
fr: Supprimer
hu: Törlés
it: Elimina
km: លុបចោល
ru: Удалить
sk: Vymazať
tr: Sil

source: Import iCal
ca: Importa iCal
cs: Importovat iCal
el: Εισαγωγή iCal
fr: Importer iCal
hu: iCal importálása
it: Importa iCal
km: នាំចូល iCal
ru: Импорт iCal
sk: Importuj iCal
tr: iCal'ı içe aktar

source: URL of non-working days iCal file
ca: URL de l'arxiu iCal amb els festius
cs: URL svátků iCal soubor
el: URL αρχείων iCal των μη εργάσιμων ημερών
fr: URL du fichier iCal des jours non travaillés
hu: URL cím a munkaszüneti napok iCal fájlhoz
km: URL នៃថ្ងៃមិនធ្វើការក្នុងហ្វាល់ iCal
ru: Ссылка на файл iCal с нерабочими днями
sk: URL iCal súboru s voľnými dňami
tr: Çalışılmayan günlerin iCal dosyasının bağlantı adresi

source: Edit a series of days off
ca: Edita una serie de festius
cs: Editovat počet volných dní
el: Επεξεργαστείτε μια σειρά αργιών
fr: Modifier une série de jours non travaillés
hu: Ismétlődő munkaszüneti napok szerkesztése
sk: Upraviť viacero dní voľna
tr: Bir seri izin günü düzenle

source: Mark every
ca: Seleccionar cada
cs: Označit každý
el: Σημειώστε κάθε
es: Seleccionar Todos
fr: Marquer tous les
hu: Jelöl minden
it: Seleziona tutti
km: កត់សម្គាល់គ្រប់
ru: Пометить каждый
sk: Označiť každý
tr: Hepsini işaretle

source: From
ca: Des de
cs: Od
el: Από
es: Desde
fr: Du
hu: Tól
it: Da
km: ពី
ru: От
sk: Od
tr: Kimden:

source: Current
ca: Actual
cs: Aktuální
el: τρέχων
es: Actual
fr: Courante
hu: Jelenlegi
it: Attuale
km: ថ្មីៗ
ru: Текущий
sk: Aktuálny
tr: Güncel

source: To
ca: Fins
cs: Do
el: Προς
es: A
fr: Au
hu: Ig
it: A
km: ដល់
ru: До
sk: Do
tr: Kime:

source: As a
ca: Com
cs: Jako
el: Σαν
es: Como
fr: En tant que
hu: Mint a
it: Come
km: ជា
ru: Как
sk: Ako
tr: Olarak

source: Copy
ca: Copiar
cs: Kopírovat
el: Αντιγραφή
es: Copiar
fr: Copier
hu: Másol
it: Copia
km: ថតចម្លង
ru: Копия
sk: Kópia
tr: Kopyala

source: You must select a contract.
ca: Has de seleccionar un contracte.
cs: Musíte vybrat smlouvu
el: Πρέπει να επιλέξετε μια σύμβαση.
fr: Vous devez sélectionner un contrat.
hu: Ki kell választanod a szerződést.
it: Devi selezionare un contratto
km: លោកអ្នកត្រូវតែជ្រើសរើសកិច្ចសន្យាមួយ
ru: Необходимо выбрать контракт.
sk: Zmluva musí byť vybraná.
tr: Bir sözleşme seçmelisiniz.

source: Data has been copied successfully.
ca: Les dades s'han copiat correctament.
cs: Data byla úspěšně zkopírována.
el: Τα δεδομένα αντιγράφηκαν με επιτυχία.
fr: Les données ont été copiées avec succès.
hu: Az adatok sikeresen átmásolva.
it: I dati sono stati copiati con successo
km: ទិន្នន័យត្រូវបានថតចម្លងដោយជោគជ័យ
ru: Данные успешно скопированы
sk: Dáta boli úspešne prekopírované.
tr: Veri başarıyla kopyalandı.

source: No data available in table
ca: No hi ha dades disponibles a la taula
cs: V tabulce nejsou k dispozici žádná data
el: Δεν υπάρχουν διαθέσιμα δεδομένα στον πίνακα
es: No hay datos disponibles en la tabla
fr: Aucune donnée disponible dans le tableau
hu: Nincs elérhető adat ebben a táblázatban
it: Nessun dato disponibile in tabella
km: មិនអាចរកទិន្នន័យនៅក្នុងតារាង
ru: В таблице нет данных
sk: Žiadne dáta v tabuľke.
tr: Tabloda veri yok

source: Showing _START_ to _END_ of _TOTAL_ entries
ca: Mostran _START_ a _END_ de _TOTAL_ entrades
cs: Zobrazení _START_ do _END_ z _TOTAL_ záznamů
el: Εμφάνιση από _START_ έως _END_ από _TOTAL_ καταχωρήσεις
es: Mostrando _START_ a _END_ de _TOTAL_ entradas
fr: Affichage de l'&eacute;lement _START_ &agrave; _END_ sur _TOTAL_ &eacute;l&eacute;ments
hu: Megjelenítve a _START_-tól a _END_-ig a(z) _TOTAL_ elemből
it: Mostra _START_ to _END_ of _TOTAL_ righe
km: បង្ហាញ _START_ ទៅ _END_ / _TOTAL_ ធាតុ
ru: Показано _START_ — _END_ из _TOTAL_ записей
sk: Zobrazujem _START_ až _END_ z _TOTAL_ záznamov
tr: _TOTAL_ girişin _START_ ve _END_ arasındakileri görüntüleniyor

source: Showing 0 to 0 of 0 entries
ca: Mostran 0 a 0 de 0 entrades
cs: Zobrazení 0 do 0 z 0 záznamů
el: Εμφάνιση από 0 έως 0 από 0 καταχωρήσεις
es: Mostrando 0 a 0 de 0 entradas
fr: Affichage de l'&eacute;lement 0 &agrave; 0 sur 0 &eacute;l&eacute;ments
hu: Megjelenítve 0-tól 0-ig a 0 elemből
it: Mostra 0 to 0 of 0 righe
km: បង្ហាញពី 0 ទៅ 0 នៃ 0 នៃធាតុ
ru: Показано 0 — 0 из 0 записей
sk: Zobrazujem 0 až 0 z 0 záznamov
tr: 0 girişin 0 ve 0 arasındakileri görüntüleniyor

source: (filtered from _MAX_ total entries)
ca: (filtre del _MAX_ total entrades)
cs: filtrováno z _MAX_ celkových záznamů
el: (Φιλτραρισμένο από _MAX_ συνολικά καταχωρήσεις)
es: (filtro del _MAX_ total entradas)
fr: (filtr&eacute; de _MAX_ &eacute;l&eacute;ments au total)
hu: (szűrve a(z) _MAX_ összes elemből)
it: (filtrate da _MAX_ total righe)
km: (សម្រងមកពី _MAX_ សរុបការចូលកំណត់)
ru: (отфильтровано от общего количества записей: _MAX_)
sk: (filtrovaných z _MAX_ záznamov)
tr: (_MAX_ adet toplam girişlerden filtrelendi)

source: Show _MENU_ entries
ca: Veure _MENU_ entrades
cs: Zobraz _MENU_ znáznamů
el: Εμφάνιση _MENU_ καταχωρήσεις
es: Ver _MENU_ entradas
fr: Afficher _MENU_ &eacute;l&eacute;ments
hu: _MENU_ elemek mutatása
it: Mostra _MENU_ voci
km: បង្ហាញ _MENU_ ការចូលកំណត់
ru: Показать _MENU_ записей
sk: Zobraziť _MENU_ položky
tr: _MENU_ girişlerini görüntüle

source: Loading...
ca: Carregant...
cs: Nahrávání...
el: Φόρτωση...
es: Cargando...
fr: Chargement en cours...
hu: Betöltés...
it: Caricamento in corso
km: កំពុងផ្ទុកទិន្នន័យ...
ru: Загрузка…
sk: Načítava ...
tr: Yükleniyor...

source: Processing...
ca: Processant...
cs: Zpracování...
el: Επεξεργασία...
es: Procesando...
fr: Traitement en cours...
hu: Feldolgozás...
it: Sto processando...
km: កំពុងដំណើរការ...
ru: Обработка…
sk: Spracováva ...
tr: İşlem gerçekleştiriliyor...

source: Search:
ca: Cercar:
cs: Hledat:
el: Αναζήτηση:
es: Buscar:
fr: Rechercher&nbsp;:
hu: Keresés:
it: Ricerca:
km: ស្វែងរក:
ru: Поиск:
sk: Hľadať:
tr: Arama:

source: No matching records found
ca: No s'han trobat registres coincidents
cs: Nebyly nalezeny žádné odpovídající záznamy
el: Δεν υπάρχουν αποτελέσματά
es: No se han encontrado registros
fr: Aucun &eacute;l&eacute;ment &agrave; afficher
hu: Nem található egyező rekord
it: Nessun record trovato
km: គ្មានទិន្នន័យដែលកំពុងរក
ru: Совпадения не найдены
sk: Nenájdené zodpovedajúce záznamy
tr: Hiçbir eşleşen kayıt bulunamadı

source: First
ca: Primer
cs: První
el: Πρώτος
es: Primero
fr: Premier
hu: Első
it: Primo
km: ដំបូង
ru: Первый
sk: Prvý
tr: İlk

source: Last
ca: Darrer
cs: Poslední
el: Τελευταίος
es: Último
fr: Dernier
hu: Utlosó
it: Ultimo
km: ចុងក្រោយ
ru: Последний
sk: Posledný
tr: Son

source: : activate to sort column ascending
ca: : ordenar de forma ascendent
cs: : aktivovat seřazení sloupce vzestupně
el: : ενεργοποίηση για την ταξινόμηση της στήλης αύξουσα
es: : activar la función de ordenado por columna ascendente
fr: : activer pour trier la colonne par ordre croissant
hu: : aktiválja az oszlop növekvő sorrendjét
it: : attivare per ordinare il campo in modo ascendente
km: :ដំណើរការបង្ហាញជួរឈរតាមលំដាប់កើន
ru: : активировать для сортировки столбцов по возрастанию
sk: : aktivovať pre riedenie stĺpca vzostupne
tr: : sütunu artan olarak sıralamak için etkinleştirin

source: : activate to sort column descending
ca: : ordenar de forma descendent
cs: : aktivovat seřazení sloupce sestupně
el: : ενεργοποίηση για την ταξινόμηση της στήλης φθίνουσα
es: : activar la función de ordenado por columna descendente
fr: : activer pour trier la colonne par ordre décroissant
hu: : aktiválja az oszlop csökkenő sorrendjét
it: : attivare per ordinare il campo in modo discendente
km: :ដំណើរការបង្ហាញជួរឈរតាមលំដាប់ចុុះ
ru: : активировать для сортировки столбца по убыванию
sk: : aktivovať pre riedenie stĺpca zostupne
tr: : sütunu azalan olarak sıralamak için etkinleştirin

source: Page length
ca: Mida de la pàgina
cs: Délka stránky
el: Μήκος σελίδας
fr: Pagination
hu: Oldal hossz
sk: Dĺžka strany

source: 10 rows
ca: 10 files
cs: 10 řádků
el: 10 σειρές
fr: 10 lignes
hu: 10 sor
sk: 10 riadkov

source: 25 rows
ca: 25 files
cs: 25 řádků
el: 25 σειρές
fr: 25 lignes
hu: 25 sor
sk: 25 riadkov

source: 50 rows
ca: 50 files
cs: 50 řádků
el: 50 σειρές
fr: 50 lignes
hu: 50 sor
sk: 50 riadkov

source: Show all
ca: Mostra tot
cs: Zobrazit vše
el: Προβολή όλων
fr: Afficher tout
hu: Összes megjelenítése
sk: Zobraziť všetko
