Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: Please fill the login field
ca: Si us plau, emplena el camp d'identificació
cs: Vyplňte prosím uživatelské jméno
el: Συμπληρώστε το πεδίο σύνδεσης
es: Por favor, rellene el campo de identificación
fr: Veuillez renseigner le champ identifiant.
hu: Kérlek töltsd ki a bejelentkezési mezőt
it: Si prega di compilare il campo login
km: សូមបំពេញពត៌មាន ក្នុងប្រអប់ចូលប្រព័ន្ធ
ru: Заполните поле «Логин»
sk: Vyplňte prosím užívateľské meno
tr: Lütfen oturum açma alanını doldurunuz

source: Unknown login. Please contact your HR Officer / Manager.
ca: Identificació desconeguda. Si us plau, posi's en contacte amb Recursos Humans/ Administració.
cs: Neznámé uživatelské jméno. Kontaktujte prosím personální oddělení, nebo nadřízeného.
el: Άγνωστη σύνδεση. Επικοινωνήστε με τον υπεύθυνο / διευθυντή HR σας.
es: Identificación desconocidad. Por favor, póngase en contacto con el administrador.
fr: Identifiant inconnu. Veuillez contacter un responsable des ressources humaines ou votre manager.
hu: Ismeretlen bejelentkezés. Kérlek lépj kapcsolatba a HR kollégával / feletteseddel.
it: Login sconosciuto. Si prega di contattare il Responsabile Risorse Umane / Manager.
km: ចូលក្នុងប្រព័ន្ធដោយឥតអត្តសញ្ញាណ។ សូមទំនាកទំនងទៅកាន់មន្ត្រីធនធានមនុស្យ ឬអ្នកគ្រប់គ្រង។
ru: Неверный логин. Пожалуйста, свяжитесь с руководителем.
sk: Neznáme užívateľské menu. Kontaktujte svojho nadriadeného / HR.
tr: Bilinmeyen oturum. Lütfen İK Sorumlusu / Yöneticisi ile irtibata geçiniz.

source: The password has been sent to your e-mail adress.
ca: La contrasenya s'ha enviat al seu correu electrònic.
cs: Heslo bylo odesláno na vaši emailovou adresu.
el: Ο κωδικός πρόσβασης έχει σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.
es: La contraseña ha sido enviada a su e-mail.
fr: Le mot de passe vous a été envoyé par e-mail.
hu: A jelszavad elküldésre került az email címedre.
it: La password è stata inviata al tuo indirizzo e-mail.
km: លេខសម្ងាត់ត្រូវបានបញ្ជួនចូលទៅក្នុង អ៊ីម៉ែលរបស់លោកអ្នករួចហើយ
ru: Пароль был отправлен на ваш адрес электронной почты.
sk: Heslo bola zaslané na Vašu e=mailovú adresu.
tr: Şifreniz e-posta adresinize gönderildi.

source: Invalid login id or password
ca: Identificació o contrasenya incorrecta
cs: Neplatné přihlašovací jméno nebo heslo
el: Μη έγκυρο αναγνωριστικό ή κωδικό πρόσβασης
es: Identificación o contraseña incorrecta
fr: Identifiant ou Mot de passe invalide.
hu: Érvénytelen bejelentkezési azonosító vagy jelszó
it: Login o password non validi
km: លេខសម្គាល់ ឬ ពាក្យសម្ងាត់ចូលក្នុងប្រព័ន្ធមិនត្រឹមត្រូវ
ru: Неверный логин или пароль
sk: Neplatné prihlasovacie meno alebo heslo
tr: Geçersiz giriş kimliği veya şifre

source: The language has been succesfully set to
ca: L'idioma s'ha establert correctament a
cs: Jazyk byl úspěšně nastaven na
el: Η γλώσσα έχει ρυθμιστεί με επιτυχία σε
es: El idioma se ha establecido correctamente a
fr: Le langage a été changé en
hu: A nyelv sikeresen módosítva a következőre
it: La lingua è stata cambiata con successo in
km: ភាសាត្រូវបានកំណត់ដោយជោគជ័យ
ru: Язык успешно установлен на
sk: Jazyk úspešne nastavený na
tr: Dil başarıyla ayarlandı

source: Your account is disabled. Please contact your HR Officer / Manager.
ca: El teu compte està desactivat. Si us plau contacta amb Recursos Humans/ Administració.
cs: Váš účet je zablokován. Kontaktujte prosím personální oddělení, nebo nadřízeného.
el: Ο λογαριασμός σας είναι απ ενεργοποιημένος. Επικοινωνήστε με τον υπεύθυνο / διευθυντή HR σας.
fr: Votre compte est désactivé. Veuillez contacter un responsable des ressources humaines ou votre manager.
hu: A felhasználói fiók le van tiltva. Kérlek lépj kapcsolatba a HR kollégával / feletteseddel.
sk: Účet zablokovaný. Kontaktujte svojho nadriadeného / HR.

source: You have logged out of Jorani but are still logged into your Identity Provider. Click on Login to automatically log back into Jorani.
fr: Vous vous êtes déconnecté de Jorani mais vous êtes toujours connecté à votre fournisseur d'identité. Cliquez sur Connexion pour vous reconnecter automatiquement à Jorani.

source: Rename
ca: Reanomenar
cs: Přejmenovat
el: Μετονομασία
es: Renombrar
fr: Renommer
hu: Átnevez
it: Rinomina
km: ប្តូរឈ្មោះ
ru: Переименовать
sk: Premenovať
tr: Yeniden adlandır

source: Remove
ca: Suprimir
cs: Odstranit
el: Αφαίρεση
es: Suprimir
fr: Supprimer
hu: Eltávolít
it: Rimuovi
km: ដកចេញ
ru: Удалить
sk: Odstrániť
tr: Kaldır

source: Cut
ca: Tallar
cs: Vyjmout
el: Αποκοπή
es: Cortar
fr: Couper
hu: Kivág
it: Taglia
km: កាត់ចេញ
ru: Вырезать
sk: Vystrihnúť
tr: Kes

source: Paste
ca: Enganxar
cs: Vložit
el: Επικόλληση
es: Pegar
fr: Coller
hu: Beilleszt
it: Incolla
km: ផ្តិត
ru: Вставить
sk: Prilepiť
tr: Yapıştır

source: edit user details
ca: editar informació de l'usuari
cs: upravit detaily uživatele
el: επεξεργαστείτε τα στοιχεία του χρήστη
es: Editar información del usuario
fr: Modifier la fiche utilisateur
hu: felhasználói adatok szerkesztése
it: modifica dettagli utente
km: កែប្រែឈ្មោះអ្នកប្រើប្រាស់
ru: редактировать информацию пользователя
sk: upraviť detaily užívateľa
tr: kullanıcı detaylarını düzenle

source: delete user
ca: suprimir usuari
cs: smazat uživatele
el: διαγραφή χρήστη
es: suprimir usuario
fr: supprimer l'utilisateur
hu: felhasználó törlése
it: elimina utente
km: លុប
ru: удалить пользователя
sk: zmazať užívateľa
tr: kullanıcıyı sil

source: Role
ca: Rol
el: Ρόλος
es: Rol
fr: Rôle
hu: Szabály
it: Ruolo
km: ច្បាប់
ru: Роль
sk: Úloha
tr: Rol

source: Create a new user
ca: Crear un nou usuari
cs: Vytvořit nového uživatele
el: Δημιουργία νέου χρήστη
es: Crear un nuevo usuario
fr: Créer utilisateur
hu: Új felhasználó létrehozása
it: Crea un nuovo utente
km: បង្កើតឈ្មោះថ្មី
ru: Создать нового пользователя
sk: Vytvoriť nového užívateľa
tr: Yeni bir kullanıcı oluştur

source: Import users
ca: Importar usuaris
cs: Importovat uživatele
el: Εισαγωγή χρηστών
es: Importar usuarios
fr: Importer utilisateurs
hu: Felhasználók importálása
it: Importa utenti
km: បញ្ចូលឈ្មោះអ្នកប្រើប្រាស់
ru: Импорт пользователей
sk: Import užívateľov
tr: Kullanıcıları içe aktar

source: Delete User
ca: Suprimir usuari
cs: Smazat uživatele
el: Διαγραφή χρήστη
es: Suprimir usuario
fr: Supprimer un utilisateur
hu: Felhasználó törlése
it: Elimina Utente
km: លុប
ru: Удалить пользователя
sk: Zmazať užívateľa
tr: Kullanıcıyı Sil

source: You are about to delete one user, this procedure is irreversible.
ca: Estás a punt d'eliminar un usuari, aquesta acció no es pot desfer.
cs: Chystáte se odstranit jednoho uživatele, tento krok je nevratný.
el: Πρόκειται να διαγράψετε έναν χρήστη, η διαδικασία αυτή είναι μη αναστρέψιμη.
es: Estás a punto de eliminar un usuario, esta acción no se puede deshacer.
fr: Vous êtes sur le point de supprimer un utilisateur, cette procédure est irréversible.
hu: Egy felhasználó törlésére készülsz, a folyamat nem visszafordítható.
it: Stai per cancellare un utente, questa procedura è irreversibile.
km: អ្នកប្រហែលលុបអ្នកប្រើប្រាស់ម្នាក់បែបបទនេះមិនអាចត្រឡប់វិញឡើយ។
ru: Вы собираетесь удалить пользователя. Это действие нельзя отменить.
sk: Chystáte sa odstrániť jedného užívatela, tento krok je nevratný.
tr: Bir kullanıcıyı silmek üzeresiniz, bu işlem geri döndürülemez.

source: Filename
ca: Nom de l'arxiu
cs: Název souboru
el: Όνομα αρχείου
es: Nombre del archivo
fr: Nom de fichier
hu: Fájl név
it: Nome file
km: ឈ្មោះឯកសារ
ru: Имя файла
sk: Súbor
tr: Dosya adı

source: My personal information
ca: La meva informació personal
cs: Mé osobní informace
el: Τα προσωπικά μου στοιχεία
es: Mi información personal
fr: Mes informations personelles
hu: Személyes adataim
it: Informazioni personali
km: ពត៌មានផ្ទាល់ខ្លួនរបស់ខ្ញុំ
ru: Моя личная информация
sk: Moje osobné informácie
tr: Kişisel bilgilerim

source: Date hired/started
ca: Data d'alta/contracte
cs: Datum nástupu
el: Ημερομηνία πρόσληψης / έναρξης
es: Fecha de contratación
fr: Date d'embauche/démarrage
hu: Kezdő dátum
it: Data di assunzione/inizio
km: កាលបរិច្ឆេទជួល / បានចាប់ផ្តើ
ru: Дата принятия на работу
sk: Dátum nástupu/začiatku
tr: İşe alındığı/başladığı tarih

source: Internal/Company Identifier
ca: Identificador intern de l'empresa
cs: Interní/Firemní identifikátor
el: Εσωτερικό / εταιρικό αναγνωριστικό
es: Identificador interno en la empresa
fr: Identifiant interne
hu: Belső/Vállalati azonosító
it: Matricola interna/aziendale
km: អ្នកកំណត់អត្តសញ្ញាណ
ru: Идентификатор
sk: Interný/Firemný identifikátor
tr: Dahili/Firma Tanımlayıcı

source: Edit user #
ca: Modificar empleat #
cs: Upravit uživatele #
el: Επεξεργασία χρήστη #
es: Modificar usario n°
fr: Modification de l'utilisateur n°
hu: Felhasználó szerkesztése #
it: Modifica utente #
km: កែសម្រួលអ្នកប្រើ #
ru: Редактировать пользователя №
sk: Upraviť užívateľa #
tr: Kullanıcıyı düzenle #

source: No line manager.
ca: Sense responsable.
cs: Není přímý nadřízený.
el: Δεν υπάρχει διαχειριστής γραμμής.
es: Sin responsable.
fr: Pas de supérieur hiérarchique.
hu: Nincs közvetlen felettes.
it: Nessun manager
km: មិនមានអ្នកចាត់ការទូទៅទេ
ru: Нет руководителя отдела.
sk: Žiadny líniový manažér.
tr: Doğrudan yönetici bulunmuyor.

source: If a user has no manager (itself), it can validate its leave requests.
ca: Si un empleat no té responsable (és ell mateix), pot validar les seves peticions.
cs: Pokud uživatel nemá nadřízeného, může sám ověřit své požadavky dovolené.
el: Εάν ένας χρήστης δεν έχει διαχειριστή (ο ίδιος), μπορεί να επικυρώσει τα αιτήματα άδειας.
es: Si un usuario no tiene responsable (es el mismo), se puede validar sus solicitudes de permisos.
fr: Un utilisateur qui est son propre manager peut valider ses propres demandes.
hu: Ha a felhasználónak nincs felettese (önmaga), akkor érvényesítheti a szabadság kérelmeit.
it: Se un utente è manager di se stesso, può validare le proprie richieste di ferie.
km: បើសិនអ្នកប្រើមិនមានអ្នកគ្រប់គ្រង​​ (ខ្លួនផ្ទាល់),អ្នកអាចបញ្ជាក់សុំការអនុញ្ញាតិចាកចេញអោយបានត្រឹមត្រូវ
ru: Если у пользователя нет руководителя, то он может утверждать свои заявления на отпуск сам.
sk: Pokiaľ užívateľ nemá nadriadeného, môže potvrdiť vlastné požiadavky voľna.
tr: Eğer bir kullanıcının hiçbir yöneticisi yoksa (kendisi), izin isteklerini doğrulayabilir.

source: Self
ca: Ell mateix
cs: Já
el: Ίδιος
es: Sí mismo
fr: Sans manager
hu: Önmaga
it: Io
km: ខ្លួនឯង
ru: Сам
sk: Vlastný
tr: Kişisel

source: Timezone
ca: Zona horària
cs: Časové pásmo
el: Ζώνη ώρας
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
km: តំបន់ម៉ោង
ru: Часовой пояс
sk: Časové pásmo
tr: Zaman dilimi

source: LDAP Path
ca: Ruta LDAP
cs: Cesta LDAP
el: Διαδρομή LDAP
es: Ruta LDAP
fr: Chemin LDAP
hu: LDAP útvonal
it: Percorso LDAP
km: ទីតាំង LDAP
ru: Путь LDAP
sk: LDAP cesta
tr: LDAP Yolu

source: Select a position
ca: Selecciona un càrrec
cs: Vyberte pozici
el: Επιλέξτε μια θέση
es: Selecciona una categoria
fr: Choisir un poste
hu: Válassz poziciót
it: Seleziona una posizione
km: ជ្រើសទីតាំងមួយ
ru: Выбрать должность
sk: Vyber pozície
tr: Bir pozisyon seç

source: Update user
ca: Modificar empleat
cs: Aktualizovat uživatele
el: Ενημέρωση χρήστη
es: Modificar usario
fr: Modifier l'utilisateur
hu: Felhasználó frissítése
it: Aggiorna utente
km: ផ្លាស់ប្តូូរព័ត៌មានអ្នកប្រើ
ru: Обновить пользователя
sk: Aktualizuj užívateľa
tr: Kullanıcıyı güncelle

source: The user has been succesfully updated
ca: L'usuari s'ha modificat correctament
cs: Uživatel byl úspěšně aktualizován
el: Ο χρήστης ενημερώθηκε με επιτυχία
es: El usuario se ha modificado correctamente
fr: L'utilisateur a été mis à jour avec succès.
hu: A felhasználó sikeresen frissítve
it: L'utente è stato aggiornato con successo
km: ព័ត៌មានអ្នកប្រើប្រាស់ត្រូូវបានផ្លាស់ប្តូូរបានសម្រេច
ru: Пользователь успешно обновлен
sk: Užívateľ bol úspešne aktualizovaný
tr: Kullanıcı başarıyla güncellendi

source: The user has been succesfully deleted
ca: L'usuari s'ha esborrat correctament
cs: Uživatel byl úspěšně vymazán
el: Ο χρήστης έχει διαγραφεί με επιτυχία
es: El usuario se ha borrador correctamente
fr: L'utilisateur a été supprimé avec succès.
hu: A felhasználó sikeresen törölve
it: L'utente è stato cancellato con successo
km: ព័ត៌មានអ្នកប្រើត្រូូវបានលុបបានសម្រេច
ru: Пользователь успешно удален
sk: Užívateľ bol úspešne vymazaný
tr: Kullanıcı başarıyla silindi

source: The password has been succesfully changed
ca: La contrasenya s'ha canviat correctament
cs: Heslo bylo úspěšně změněno
el: Ο κωδικός πρόσβασης έχει αλλάξει επιτυχώς
es: La contraseña se ha cambiado correctamente
fr: Le mot de passe a été modifié avec succès
hu: A jelszó sikeresen módosítva
it: La password è stata cambiata con successo
km: លេខសំងាត់ប្ដូរបានសម្រេច
ru: Пароль успешно изменен
sk: Heslo bolo úspešne zmenené
tr: Şifre başarıyla değiştirildi

source: Generate password
ca: Generar contrasenya
cs: Vygenerovat heslo
el: Δημιουργία κωδικού πρόσβασης
es: Generar contraseña
fr: Générer un mot de passe
hu: Jelszó generálása
it: Genera password
km: ធ្វើការបង្កើតលេខសំងាត់
ru: Сгенерировать пароль
sk: Vygenerovať heslo
tr: Şifre oluştur

source: It is recommended to select a contract. Do you want to create the user without a contract?
ca: És recomanable seleccionar un contracte. Vols crear un empleat sense contracte?
cs: Doporučujeme vybrat smlouvu. Opravdu chcete vytvořit uživatele bez smlouvy?
el: Συνιστάται να επιλέξετε μια σύμβαση. Θέλετε να δημιουργήσετε το χρήστη χωρίς σύμβαση;
fr: Nous vous conseillons d'associer l'utilisateur à un contrat. Voulez-vous continuer ?
hu: Ajánlatos kiválasztani a szerződést. Szeretné létrehozni a felhasználót szerződés nélkül?
sk: Odporúča sa vybrať zmluvu. Chcete vytvoriť užívateľa bez zmluvy?
tr: Sözleşme seçmeniz tavsiye edilir. Kullanıcıyı bir sözleşme olmadan oluşturmak istiyor musunuz?

source: The user has been succesfully created
ca: L'empleat s'ha creat correctament
cs: Uživatel byl úspěšně vytvořen
el: Ο χρήστης έχει δημιουργηθεί με επιτυχία
es: El usuario se ha creado correctamente
fr: L'utilisateur a été créé avec succès.
hu: A felhasználó sikeresen létrehozva
it: L'utente è stato creato con successo
km: បង្កើតទិន្នន័យរបស់អ្នកបានសម្រេច
ru: Пользователь успешно создан
sk: Užívateľ bol úspešne vytvorený
tr: Kullanıcı başarıyla oluşturuldu

source: Username already exists.
ca: L'empleat ja existeix.
cs: Uživatelské jméno již existuje
el: Το όνομα χρήστη υπάρχει ήδη.
es: El usuario ya existe.
fr: Cet identifiant existe déjà.
hu: A felhasználói név már létrezik.
it: Il nome utente esiste già.
km: ទិន្នន័យរបស់អ្នកស្ថិតនៅក្នុងប្រព័ន្ឋរួចហើយ
ru: Имя пользователя уже существует
sk: Užívateľské meno už existuje.
tr: Kullanıcı adı mevcut.

source: This username is not available.
ca: Aquest nom d'usuari no està disponible.
cs: Toto uživatelské jméno již není k dispozici
el: Αυτό το όνομα χρήστη δεν είναι διαθέσιμο.
es: Este nombre de usuario no está disponible.
fr: Cet identifiant n'est pas disponible.
hu: A felhasználói név nem érhető el.
it: Questo nome utente non è disponibile.
km: អ្នកប្រើប្រាស់មិនមានក្នុងប្រព័ន្ឋ
ru: Имя пользователя недоступно
sk: Užívateľské meno nieje k dispozícii.
tr: Bu kullanıcı adı müsait değil.

source: Reset
ca: Restablir
cs: Resetovat
el: Επαναφορά
es: Borrar
fr: Modifier
hu: Visszaállítás
it: Reimposta
km: ធ្វើអោយបានត្រឹមត្រូវ
ru: Сброс
sk: Vynulovať
tr: Sıfırla

source: Type
ca: Tipus
cs: Typ
el: Πληκτρολογήστε
es: Tipo
hu: Típus
it: Tipologia
km: ប្រភេទ
ru: Тип
sk: Typ
tr: Tür

source: Date
ca: Data
cs: Datum
el: Ημερομηνία
es: Fecha
hu: Dátum
it: Data
km: កាលបរិច្ឆេទ
ru: Дата
sk: Dátum
tr: Tarih

source: Balance
ca: Saldo
cs: Bilance
el: Υπόλοιπο
hu: Egyenleg
sk: Zostatok

source: Clients
cs: Klienti
el: Χρήστες
hu: Ügyfelek
sk: Klienti.

source: Sessions
cs: Relace
el: Συνεδρίες
hu: Munkamenetek
sk: Relácie

source: Purge
ca: Purgar
cs: Vyčistit
el: Καθάρισμα
hu: Tisztítás
sk: Vyčistiť

source: OK
el: ΟΚ
km: យល់ព្រម
ru: ОК
tr: Tamam

source: Sa
ca: ds
cs: So
el: Σα
es: Sáb
hu: Szo
km: ស
ru: Сб
sk: Sob
tr: Cts

source: Edit
ca: Modificar
cs: Upravit
el: Επεξεργασία
es: Modificar
hu: Szerkeszt
it: Modifica
km: កែសម្រួល
ru: Редактировать
sk: Uprav
tr: Düzenle

source: Description
ca: Descripció
cs: Popis
el: Περιγραφή
es: Descripción
hu: Leírás
it: Descrizione
km: បរិយាយ
ru: Описание
sk: Popis
tr: Açıklama

source: Manager
ca: Gestor
cs: Nadřízený
el: Διευθυντής
es: Gestor
hu: Felettes
it: Gestore
km: អ្នកគ្រប់គ្រង
ru: Руководитель
sk: Nadriadený
tr: Yönetici

source: Position
ca: Càrrec
cs: Pozice
el: Θέση
es: Categoria
hu: Pozició
it: Posizione
km: តំណែង
ru: Должность
sk: Pozícia
tr: Pozisyon

source: Admin
ca: Administració
cs: Správa
el: Διαχειριστής
es: Administración
km: អ្នកគ្រប់គ្រង
ru: Администратор

source: Diagnostic
ca: Diagnòstic
cs: Diagnostika
el: Διαγνωστικός έλεγχος
hu: Diagnosztika
sk: Diagnostika

source: Send a new comment (optional)
ca: Envia un nou comentari (opcional)
el: Αποστολή νέου σχολίου (προαιρετικό)
hu: Új hozzászólás beküldése (opcionális)
sk: Odoslať novú poznámku (voliteľne)

source: Import Users
ca: Importar usuaris
cs: Importovat uživatele
el: Εισαγωγή χρηστών
es: Importar usuarios
hu: Felhasználók Importálása
it: Importa utenti
km: បញ្ចូលឈ្មោះអ្នកប្រើប្រាស់
ru: Импорт пользователей
sk: Import užívateľov
tr: Kullanıcıları İçe Aktar

source: Edit user
ca: Modificar empleat
cs: Upravit uživatele
el: Επεξεργασία χρήστη
es: Modificar el usario
hu: Felhasználó szerkesztése
it: Modifica utente
km: កែសម្រួលអ្នកប្រើ
ru: Редактировать пользователя
sk: Úprava užívateľa
tr: Kullanıcıyı düzenle

source: E-mail
ca: Correu electrònic
km: ម៉ែល
ru: Эл. почта
tr: E-posta

source: You can't cancel a leave request starting in the past. Ask your manager for rejecting it.
cs: Nemůžete zrušit žádost o dovolenou, který začíná v minulosti. Požádejte svého manažera o zrušení.

source: Day offs
es: Días libres
it: Giorni festivi
km: ថ្ងៃឈប់សម្រាក
ru: Нерабочие дни

source: Calendar of my collaborators
es: Calendario de mis colaboradores
it: Calendario dei miei collaboratori
km: កាលបរិច្ឆេទនៃការជួបជាមួយដៃគូរសហការ
ru: Календарь моих сотрудников

source: Leaves of my collaborators (will be empty if I'm not a manager).
es: Vacaciones de mis colaboradores Hojas(estará vacía si no soy un administrador)
it: Ferie dei miei collaboratori (sarà vuoto se non sono un manager).
km: ការសុំបញ្ឈប់របស់ដៃគូរសហការ(មិនមានប្រសិនបើខ្ញុំមិនមែនជាអ្នកគ្រប់គ្រង)
ru: Отпуска моих коллег (будет пустым, если я не руководитель).

source: 'January','February','March','April','May','June','July','August','September','October','November','December'
es: 'Enero','Febrero','Marzo','Abril','Mayo','Junio','Julio','Agosto','Septiembre','Octubre','Noviembre','Diciembre'
it: 'Gennaio','Febbraio,'Marzo','Aprile','Maggio','Giugno','Luglio','Agosto','Settembre','Ottobre','Novembre','Dicembre'
km: 'ខែមករា','ខែកុម្ភៈ', 'ខែមិនា',​ 'ខែមេសា', 'ខែឧសភា', 'ខែមិថុនា', 'ខែកក្កដា', 'ខែសីហា', 'ខែកញ្ញា', 'ខែតុលា', 'ខែវិច្ឆិកា', 'ខែធ្នូ'
ru: 'Январь','Февраль','Март','Апрель','Май','Июнь','Июль','Август','Сентябрь','Октябрь','Ноябрь','Декабрь'

source: 'Jan','Feb','Mar','Apr','May','Jun','Jul','Aug','Sep','Oct','Nov','Dec'
es: 'Ene','Feb','Mar','Abr','May','Jun','Jul','Ago','Sep','Oct','Nov','Dic'
it: 'Gen','Feb','Mar','Apr','Mayg,'Giu','Lug','Ago','Set','Ott','Nov','Dic'
km: 'មករា','កុម្ភៈ', 'មិនា',​ 'មេសា', 'ឧសភា', 'មិថុនា', 'កក្កដា', 'សីហា', 'កញ្ញា', 'តុលា', 'វិច្ឆិកា', 'ធ្នូ'
ru: 'Янв','Фев','Мар','Апр','Май','Июн','Июл','Авг','Сен','Окт','Ноя','Дек'

source: 'Sunday','Monday','Tuesday','Wednesday','Thursday','Friday','Saturday'
es: 'Lunes','Martes','Miércoles','Jueves','Viernes','Sábado','Domingo'
it: 'Domenica','Lunedì,'Martedì','Mercoledì','Giovedì','Venerdì','Sabato'
km: 'ថ្ងៃអាទិត្យ','ថ្ងៃចន្ទ','ថ្ងៃអង្គារ','ថ្ងៃពុធ','ថ្ងៃព្រហស្បិ៍','ថ្ងៃសុក្រ','ថ្ងៃសៅរ៍'
ru: 'Воскресенье','Понедельник','Вторник','Среда','Четверг','Пятница','Суббота'

source: 'Sun','Mon','Tue','Wed','Thu','Fri','Sat'
es: 'Lun','Mar','Mié','Jue','Vie','Sáb','Dom'
it: 'Dom','Lun','Mar','Mer','Gio','Ven','Sab'
km: 'អាទិត្យ','ចន្ទ','អង្គារ','ពុធ','ព្រហស្បិ៍','សុក្រ','សៅរ៍'
ru: 'Вск','Пнд','Втр','Срд','Чтв','Птн','Суб'

source: MMMM yyyy
it: MMMM aaaa
km: ឈ្មោះខែ ឆ្នាំ

source: day
es: día
it: giorno
km: ថ្ងៃ
ru: день

source: week
es: semana
it: settimana
km: សប្តាហ៍
ru: неделя

source: month
es: mes
it: mese
km: ខែ
ru: месяц

source: prev,next today
km: ម្សិលម៉ិញ, ថ្ងៃស្អែក ថ្ងៃនេះ

source: title
es: título
it: titolo
km: ចំនងជើង
ru: заголовок

source: month,basicWeek,basicDay
es: mes,Semana basica,Día basico
km: ខែ, សប្តាហ៍ជាគោល. ថ្ងៃជាគោល

source: day offs and weekends
es: Días libres y fines de semana.
it: festività e weekend
km: ថ្ងៃឈប់សម្រាក់ និងចុងសប្តាហ៍
ru: нерабочие и выходные дни

source: Day offs and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
es: Los días libres y fines de semana no se han configurado por defecto. Haga clic en un día de editar
it: I giorni festivi e i weekend non sono configurati per default. Clicca su un giorno per editarlo singolarmente oppure usa il pulsante "Serie"
km: ថ្ងៃឈប់សម្រាក់ និងចុងសប្តាហ៍មិនត្រូវបានកំណត់ទុកជាមុនទេ។ ចូរចុចលើថ្ងៃណាមួយ ដើម្បីកែសម្រួលវា ឬក៏ប្រើប្រាស់ប៊ូតុង "ស៊េរី"
ru: Выходные и нерабочие дни по умолчанию не заданы. Щёлкните на дне для индивидуального редактирования или используйте кнопку «Последовательности».

source: Edit a series of day offs
es: Editar una serie de días libres
it: Modifica una serie di giorni di chiusura
km: កែសម្រួលស៊េរីនៃថ្ងៃឈប់សម្រាក
ru: Редактировать последовательности нерабочих дней

source: No entitled days attached to the contract.
es: No hay días asociados al contrato.
it: Non sono stati configurati giorni spettanti per il contratto
km: មិនមានថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាក់ ត្រូវបានភ្ជាប់មកជាមួយកិច្ចសន្យាទេ
ru: В контракте не указано количество предоставляемых дней.

source: No entitled days attached to the user.
es: No existen días asociados por empleado.
it: Nessun giorno spettante per l'utente
km: មិនមានថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាក់ ត្រូវបានភ្ជាប់មកជាមួយអ្នកប្រើប្រាស់ទេ
ru: Нет предоставляемых дней для сотрудника.

source: Yearly leave period :
es: Perido de permiso anual:
it: Il tuo periodo di ferie:
km: កំឡុងពេលឈប់សម្រាកប្រចាំឆ្នាំ
ru: Ежегодные отпуска:

source: In days or fraction of days (e.g. 0.13 for 1h if you work 8h/day).
es: El día o fracción de días (por ejemplo, 0,13 para 1h si trabaja 8 horas / día).
it: In giorni o frazioni di giorni (esempio 0.13 per 1 ora se lavori 8 ore al giorni)
km: ពេញគ្រប់ថ្ងៃទាំងអស់ ឬផ្នែកខ្លះនៃថ្ងៃ(ឧទាហរណ៍ ០.១៣ សម្រាប់រយៈពេល ១ម៉ោង ប្រសិនបើលោកអ្នកធ្វើការ ៨ម៉ោក្នុងមួយថ្ងៃ)
ru: В целых днях или дробных частях дня (например 0,125 для 1 часа, при 8-часовом рабочем дне)

source: Extras
it: Extra
km: បន្ថែម
ru: Дополнительно

source: It appears you have no contract. Please contact your HR Officer / Manager.
es: Parece que no tiene contrato. Pongase en contacto con el administrador.
it: Sembra che tu non abbia un contratto. Sei pregato di contattare il tuo responsabile delle Risorse Umane / Manager
km: ទំនងជាអ្នកមិនមនាកិច្ចសន្យាទេ។ សូមទំនាក់ទំនងមន្ត្រីធនធានមនុស្យ / អ្នកគ្រប់គ្រងរបស់អ្នក។
ru: Похоже вы не имеете контракта. Обратитесь к своему руководителю.

source: The leave request has been succesfully updated
es: La solicitud de permiso se ha actualizado correctamente
it: La richiesta di ferie è stata aggiornata con successo
km: សំណើរការឈប់សំរាកនេះត្រូវបានគេធ្វើអោយទាន់សម័យដោយជោគជ័យ
ru: Заявление на отпуск успешно обновлено
tr: İzin talebi başarıyla güncellendi

source: The leave request has been succesfully deleted
es: La solicitud de permiso se ha eliminado correctamente
it: La richiesta di ferie è stata cancellata con successo
km: សំណើការឈប់សម្រាកនេះត្រូវបានគេលុបដោយជោគជ័យ
ru: Заявление на отпуск успешно удалено
tr: İzin talebi başarıyla silindi

source: Morning/Afternnon
es: Mañana/Tarde
it: Mattina/Pomeriggio
km: ព្រឹក/រសៀល
ru: Утро/День
tr: Sabah/Öğleden sonra

source: Validation
es: Validación
it: Validazione
km: ការរង្វាយតំលៃ
ru: Утверждение
