Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: Internet Explorer 8 and older browser are not supported. Please upgrade to IE9 or use Firefox, Chrome, etc.
ca: Internet Explorer 8 o anteriors no estan suportats. Si us plau actualitza a IE9 o utilitza Firefox, Chrome, etc.
cs: Internet Explorer 8 a starší verze prohlížeče nejsou podporovány. Prosím aktualizujte na IE9 nebo použijte Firefox, Chrome atd.
el: Δεν υποστηρίζεται πρόγραμμα περιήγησης Internet Explorer 8 και παλαιότερων. Αναβαθμίστε στο IE9 ή χρησιμοποιήστε Firefox, Chrome, κλπ.
es: El navegador Internet Explorer 8 o anteriores no estan soportado. Por favor actuliza IE9 o usa Firefox, Chrome, etc.
fr: Internet Explorer 8 et inférieur n'est pas supporté. Veuillez utiliser IE9 ou Firefox, Chrome, etc.
hu: Az Internet Explorer 8 és a régebbi böngészők nem támogatottak. Kérlek frissíts IE9-re vagy használj Firefox-ot, Chrome-ot, stb.
it: Internet Explorer 8 e vecchi browser non sono supportati. Si prega di aggiornare a IE9 o di utilizzare Firefox, Chrome, etc.
km: កម្មវិធី Internet Explorer 8 ឬកម្មវិធីរុករកចាស់ៗ មិនត្រូវបានគាំទ្រទេ។ សូមធ្វើបច្ចុប្បន្នភាពទៅកាន់ IE9 ឬក៏ប្រើកម្មវិធី Firefox, Chrome ជាដើម។
ru: Internet Explorer 8 и более старые версии браузера не поддерживаются. Выполните обновление до IE9 или используйте Firefox, Chrome, и т. д.
sk: Internet Explorer 8 a staršie verzie nie sú podporované. Aktualizujte na IE9 alebo použite Firefox, Chrome a pod.
tr: Internet Explorer 8 ve daha eski tarayıcılar desteklenmiyor. Lütfen tarayıcınızı IE9'a yükseltin veya Firefox, Chrome vb kullanın.

source: Object not found. Maybe that you are trying to access to an object that was deleted.
ca: Objecte no trobat. Potser estàs intentant accedir a un objecte que s'ha esborrat.
cs: Soubor nenalezen. Možná se snažíte pokoušíte dostat k souboru, který byl smazán.
el: Το αντικείμενο δεν βρέθηκε. Ίσως προσπαθείτε να έχετε πρόσβαση σε ένα αντικείμενο που διαγράφηκε.
fr: Objet non trouvé. Il est possible que vous tentiez d'accèder à un objet supprimé.
hu: Az objektum nem található. Lehetséges, hogy olyan objektumhoz próbáltál hozzáférni amelyet már töröltek.
sk: Objekt nenájdený. Možno sa pokúšate o prístup k objektu, ktorý bol zmazaný.
tr: Nesne bulunamadı. Silinmiş bir nesneye erişmeye çalışıyor olabilirsiniz.

source: m/d/Y
ca: d/m/Y
cs: d.m.Y
el: d/m/Y
es: d/m/Y
fr: d/m/Y
hu: Y/m/d
it: m/g/A
km: ខែ/ថ្ងៃ/ឆ្នាំ
sk: m/d/R
tr: a/g/Y

source: mm/dd/yy
ca: dd/mm/yy
cs: dd.mm.yy
el: dd/mm/yy
fr: dd/mm/yy
hu: yy/mm/dd
sk: mm/dd/rr
tr: aa/gg/yy

source: MM/DD/YYYY
ca: DD/MM/YYYY
cs: DD.MM.YYYY
el: DD/MM/YYYY
fr: DD/MM/YYYY
hu: YYYY/MM/DD
sk: MM/DD/RRRR
tr: AA/GG/YYYY

source: A new version is available.
fr: Une nouvelle version est disponible.

source: You are using a development version.
fr: Vous utilisez une version de développement.

source: Your version is up to date.
fr: Votre version est à jour.

source: TRUE
ca: Verdader
cs: SPRÁVNÝ
el: ΑΛΗΘΗΣ
es: Verdadero
fr: VRAI
hu: IGAZ
it: VERO
km: ពិត
ru: ДА
tr: DOĞRU

source: FALSE
ca: Fals
cs: CHYBNÝ
el: ΨΕΥΔΗΣ
es: Falso
fr: FAUX
hu: HAMIS
it: FALSO
km: មិនពិត
ru: НЕТ
tr: YANLIŞ

source: Go top
ca: A dalt
cs: Nahoru
el: Πήγαινε πάνω
es: Ir arriba
fr: Aller en haut
hu: Fel
it: Torna su
km: ទៅខាងលើ
ru: Наверх
sk: Ísť nahor
tr: Başa dön

source: &copy; 2014 Jorani Authors
ca: &copy; 2014 els Autors de Jorani
cs: &copy; 2014 Jorani Autoři
es: &copy; 2014 los autores de Jorani
fr: &copy; 2014 Les auteurs de Jorani
km: &copy; ២០១៤ Jorani Authors
ru: &copy; 2014 Разработчики Jorani
tr: &copy; 2014 Jorani Yazarları

source: Requested
ca: Sol·licitat
cs: Požádáno
el: Ζητείται
es: Solicitado
fr: Demandée
hu: Kérvényezett
it: Richiesto
km: បានស្នើរសុំ
ru: Запрошено
sk: Požadované
tr: Talep edildi

source: Planned
ca: Planificat
cs: Plánováno
el: Σχεδιασμένος
es: Planificado
fr: Planifiée
hu: Tervezett
it: Pianificato
km: បានគ្រោងទុក
ru: Запланировано
sk: Plánované
tr: Planlandı

source: Accepted
ca: Acceptat
cs: Schváleno
el: Αποδεκτό
es: Aceptado
fr: Acceptée
hu: Elfogadott
it: Accettato
km: បានទទួលយក
ru: Утверждено
sk: Schválené
tr: Kabul edildi

source: Rejected
ca: Refusat
cs: Zamítnuto
el: Απορρίφθηκε
es: Rechazado
fr: Rejetée
hu: Elutasított
it: Rifiutato
km: បដិសេធចោល
ru: Отклонено
sk: Zamietnuté
tr: Reddedildi

source: Cancellation
ca: Cancel·lació
el: Ακύρωση
fr: Annulation
hu: Törlés
sk: Zrušenie

source: Canceled
ca: Cancel·lat
el: Ακυρώθηκε
fr: Annulée
hu: Törölt
sk: Zrušené

source: https://jorani.org/page-calendar-organization.html
fr: https://fr.jorani.org/ecrans/page-calendrier-global.html

source: https://jorani.org/page-list-of-positions.html
fr: https://fr.jorani.org/ecrans/page-liste-des-postes.html

source: https://jorani.org/page-list-of-contracts.html
fr: https://fr.jorani.org/ecrans/page-liste-des-contrats.html

source: https://jorani.org/temporary-permanent-delegation.html
fr: https://fr.jorani.org/ecrans/delegation-temporaire-permanente.html

source: https://jorani.org/page-leave-entitlements-for-an-employee.html
fr: https://fr.jorani.org/ecrans/page-credit-conges-employe.html

source: https://jorani.org/page-leave-entitlements-for-a-contract.html
fr: https://fr.jorani.org/ecrans/page-credit-conges-contrat.html

source: https://jorani.org/page-my-summary.html
fr: https://fr.jorani.org/ecrans/page-compteur-individuel.html

source: https://jorani.org/how-to-request-a-leave.html
fr: https://fr.jorani.org/ecrans/page-creer-une-demande-de-conge.html

source: https://jorani.org/edit-leave-types.html
fr: https://fr.jorani.org/ecrans/gerer-liste-types-absence.html

source: https://jorani.org/page-describe-organization.html
fr: https://fr.jorani.org/ecrans/page-modeliser-organisation.html

source: https://jorani.org/how-to-change-my-password.html
fr: https://fr.jorani.org/utilisation/comment-modifier-mon-mot-de-passe.html

source: https://jorani.org/page-login-to-the-application.html
fr: https://fr.jorani.org/ecrans/page-ecran-de-connexion.html

source: https://jorani.org/page-create-a-new-user.html
fr: https://fr.jorani.org/ecrans/page-ajouter-un-utilisateur.html

source: https://jorani.org/page-list-of-employees.html
fr: https://fr.jorani.org/ecrans/page-liste-des-employes.html

source: https://jorani.org/page-list-of-users.html
fr: https://fr.jorani.org/ecrans/page-liste-des-utilisateurs.html

source: https://jorani.org/configuration-file.html
fr: https://fr.jorani.org/utilisation/fichier-de-configuration.html

source: https://jorani.org/page-leave-balance-report.html
fr: https://fr.jorani.org/ecrans/page-rapport-etat-des-conges.html

source: today
ca: avui
cs: dnes
el: σήμερα
es: hoy
fr: aujourd'hui
hu: ma
it: oggi
km: ថ្ងៃនេះ
ru: сегодня
sk: dnes
tr: bugün

source: identifier
ca: usuari
cs: identifikátor
el: αναγνωριστικό
es: identificación
fr: identifiant
hu: azonosító
it: identificatore
km: ឯកសារកំណត់អត្តសញ្ញាណ
ru: идентификатор
sk: identifikátor
tr: tanımlayıcı

source: firstname
ca: nom
cs: jméno
el: όνομα
es: nombre
fr: prénom
hu: keresztnév
it: nome
km: នាម
ru: имя
sk: krstné meno
tr: ad

source: lastname
ca: cognom
cs: příjmení
el: επίθετο
es: apellido
fr: nom
hu: vezetéknév
it: cognome
km: គោត្តនាម
ru: фамилия
sk: priezvisko
tr: soyad

source: date hired
ca: data d'alta
cs: datum nástupu
el: Ημερομηνία πρόσληψης
fr: date embauche
hu: dátum bérelt
ru: дата принятия на работу
sk: dátum nástupu
tr: işe alınma tarihi

source: department
ca: departament
cs: oddělení
el: τμήμα
es: departamento
fr: service
hu: részleg
it: reparto
km: ផ្នែក
ru: отдел
sk: oddelenie
tr: departman

source: position
ca: càrrec
cs: pozice
el: θέση
fr: poste
hu: pozició
it: posizione
km: មុខតំណែង
ru: должность
sk: pozícia
tr: pozisyon

source: contract
ca: contracte
cs: smlouva
el: σύμβαση
es: contrato
fr: contrat
hu: szerződés
it: contratto
km: កិច្ចសន្យា
ru: контракт
sk: zmluva
tr: sözleşme

source: day off
ca: dia lliure
cs: volno
el: ρεπό
es: dias de descanso
fr: jour non travaillé
hu: szabadnap
it: giorno libero
km: ថ្ងៃឈប់សម្រាក
ru: выходной
sk: voľno
tr: izin günleri

source: leave
ca: absència
cs: dovolená
el: άδεια
es: permiso
fr: absence
hu: szabadság
it: ferie
km: ឈប់សម្រាក់
ru: отпуск
sk: voľno
tr: izin

source: All
ca: Tots
cs: Vše
el: Όλα
fr: Tout
hu: Összes
sk: Všetko

source: copied
ca: copiat
cs: zkopírováno
el: αντιγράφηκαν
fr: copié
hu: másolt
it: copiato
km: បានថតចម្លង
ru: копировать
sk: skopírované
tr: kopyalandı

source: Do You Authorize %s application?
ca: Vols autoritzar l'aplicació %s?
el: Επιτρέπετε την εφαρμογή %s;
fr: Voulez-vous autoriser l'application %s ?
hu: Engedélyezi a %s alkalmazást?
sk: Povolíte %s použitie?

source: Your session has expired please login again
ca: La teva sessió ha expirat, si us plau torna a identificar-te
cs: Váše přihlášení vypršelo prosíme přihlašte se znovu
el: Η συνεδρία σας έχει λήξει, παρακαλούμε συνδεθείτε ξανά
fr: Votre session a expiré, veuillez vous reconnecter
hu: A munkameneted lejárt kérlek jelentkezz be újra
km: រយៈពេលនៃការប្រើប្រាស់ត្រូវបានផុតកំណត់ សូមចូលក្នុងកម្មវិធីជាថ្មី
ru: Ваша сессия истекла. Выполните вход снова.
sk: Prihlásenie vypršalo. Opätovne sa prihláste.
tr: Oturumunuzun süresi doldu, lütfen tekrar oturum açın

source: Unexpected Ajax Error
ca: S'ha produït una errada
cs: Neočekávaná chyba Ajax
el: Απροσδόκητο σφάλμα Ajax
fr: Erreur Ajax inattendue
hu: Váratlan Ajax Hiba
it: Errore Ajax imprevisto
km: មានបញ្ហា Ajax កើតឡើងដោយមិនរំពឹងទុក
ru: Неожиданная ошибка Ajax
sk: Neočakávaná Ajax chyba
tr: Beklenmedik Ajax hatası

source: List of employees
ca: Llistat d'empleats
cs: Seznam zaměstnanců
el: Κατάλογος υπαλλήλων
es: Lista de empleados
fr: Liste des employés
hu: Alkalmazottak listája
it: Elenco dipendenti
km: បញ្ជីនៃបុគ្គលិក
ru: Список сотрудников
sk: Zoznam zamestnancov
tr: Çalışanların listesi

source: edit user
ca: modificar l'empleat
cs: upravit uživatele
el: επεξεργασία χρήστη
es: modificar el usario
fr: Modifier employé
hu: felhasználó szerkesztése
it: modifica utente
km: កែសម្រួលអ្នកប្រើ
ru: редактировать пользователя
sk: upraviť užívateľa
tr: kullanıcıyı düzenle

source: Leaves
ca: Absències
cs: Dovolené
el: Άδειες
es: Permisos
fr: Congés
hu: Szabadságok
it: Ferie
km: ស្លឹកឈើ
ru: Отпуска
sk: Voľná
tr: İzinler

source: OT Worked
ca: Hores Extra treballades
cs: Odpracované přesčasy
el: ΟΤ Εργάστηκε
fr: Heures supp.
hu: OT dolgozott
sk: Odpracované nadčasy
tr: Çalışılmış fazla mesailer

source: Leave Balance
ca: Balanç d'absències
cs: Bilance dovolené
el: Υπολοίπου αδείας
es: Balance de permisos
fr: État des congés
hu: Szabadság egyenleg
it: Saldo ferie
km: តុល្យភាពនៃការចាកចេញ
ru: Сальдо по отпускам
sk: Zostatok voľna
tr: İzin Bakiyesi

source: Create Leave Request
ca: Crear una sol·licitud d'absència
cs: Vytvořit žádost o dovolenou
el: Δημιουργία Αίτησης αδείας
es: Crear una solicitud de permiso
fr: Créer demande d'absence
hu: Hozz létre szabadság kérelmet
it: Inserisci una richiesta di ferie
km: បង្កើតការស្នើរសុំឈប់សម្រាក
ru: Создать заявление на отпуск
sk: Vytvorenie požiadavky na voľno
tr: İzin Talebi Oluştur

source: Presence report
ca: Informe d'assistència
cs: Report docházky
el: Αναφορά παρουσίας
es: Informe de asistencia
fr: Rapport sur la présence
hu: Jelenlét jelentés
it: Report presenze
km: របាយការណ៍វត្តមាន
ru: Отчет посещаемости
sk: Report dochádzky
tr: Durum raporu

source: Delegations
ca: Delegacions
cs: Delegování
el: Αντιπροσωπείες
fr: Délégations
hu: Delegációk
it: Deleghe
km: ការផ្ទេរសិទ្ធ
ru: Передачи обязанностей
sk: Delegovania
tr: Delegasyonlar

source: Firstname
ca: Nom
cs: Jméno
el: Όνομα
es: Nombre
fr: Prénom
hu: Keresztnév
it: Nome
km: នាមត្រកូលអ្នកប្រើប្រាស់
ru: Имя
sk: Krstné meno
tr: Ad

source: Lastname
ca: Cognom
cs: Příjmení
el: Επίθετο
es: Apellido
fr: Nom
hu: Vezetéknév
it: Cognome
km: ឈ្មោះអ្នកប្រើប្រាស់
ru: Фамилия
sk: Priezvisko
tr: Soyad

source: Identifier
ca: Usuari
cs: Identifikátor
el: Αναγνωριστικό
fr: Identifiant
hu: Azonosító
sk: identifikátor

source: Date hired
ca: Data d'alta
cs: Datum nástupu
el: Ημερομηνία πρόσληψης
fr: Date d'embauche
hu: A bérlet dátuma
sk: Dátum nástupu

source: Create
ca: Crear
cs: Vytvořit
el: Δημιουργία
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
km: បង្កើត
ru: Создать
sk: Vytvoriť
tr: Oluştur

source: Right-click / taphold on an employee for contextual actions.
ca: Clic amb el botó dret per menú contextual.
cs: Klepněte pravým tlačítkem / klepněte na zaměstnance pro kontextové akce
el: Κάντε δεξί κλικ / κλίκ σε έναν υπάλληλο για τις ενέργειες με βάση τα συμφραζόμενα.
fr: Clic droit / taphold sur un employé pour les actions contextuelles.
hu: Jobb egérgombbal kattintson a alkalmazottra a szövegre vonatkozó műveletekhez.
it: Click tasto destro / pressione lunga
km: ចុចកណ្តុរខាងស្តាំ / taphold on an employee for contextual actions.
ru: Щелкните правой кнопкой мыши/нажмите на работнике для вызова контекстного меню.
sk: Pravý klik na zamestnanca pre kontextové akcie.
tr: İçerik işlemlerini yapabilmek için bir çalışanın üzerine sağ tıklayın.

source: Active
ca: Actiu
cs: Aktivní
el: Ενεργός
fr: Actifs
hu: Aktív
it: Attivo
km: សកម្ម
ru: Активно
sk: Aktívny
tr: Aktif

source: Inactive
ca: Inactiu
cs: Neaktivní
el: Ανενεργός
fr: Inactifs
hu: Inakítv
it: Inattivo
km: អសកម្ម
ru: Неактивно
sk: Neaktívny
tr: Aktif değil

source: Selection
ca: Selecció
cs: Výběr
el: Επιλογή
fr: Sélection
hu: Kiválasztás
sk: Výber

source: Select all
ca: Seleccionar tots
cs: Vybrat vše
el: Επιλογή όλων
fr: Tout sélectionner
hu: Összes kiválasztása
sk: Vybrať všetko

source: Deselect all
ca: Deseleccionar tots
cs: Odznačit vše
el: Αποεπιλογή όλων
fr: Tout désélectionner
hu: Összes kiválasztásának megszűntetése
sk: Odznačiť všetko

source: Select Manager
ca: Seleccionar Responsable
cs: Vyberte nadřízeného
el: Επιλέξτε Διαχειριστή
fr: Sélectionner le Manager
hu: Válassz felettest
sk: Vybrať nadriadeného

source: Select Contract
ca: Seleccionar Contracte
cs: Vyberte smlouvu
el: Επιλέξτε Σύμβαση
fr: Sélectionner le Contract
hu: Válassz szerződést
sk: Vybrať zmluvu

source: Select Entity
ca: Seleccionar Departament
cs: Vyberte organizační jednotku
el: Επιλέξτε Οντότητα
fr: Sélectionner l'entité
hu: Válassz egységet
sk: Výber org. jednotky

source: Submit a leave request
ca: Enviar una sol·licitud d'absència
cs: Odeslat požadavek o dovolenou
el: Υποβάλετε αίτημα άδειας
es: Enviar una solicitud de permiso
fr: Créer une nouvelle demande
hu: Küldj be szabadság kérelemet
it: Invia una richiesta di ferie
km: បញ្ជួនការស្នើរសុំឈប់សម្រាក
ru: Отправить заявление на отпуск
sk: Odoslať žiadosť o voľno
tr: Bir izin talebi gönder

source: Select the manager
ca: Selecciona el responsable
cs: Vyberte nadřízeného
el: Επιλέξτε το διαχειριστή
es: Selecciona el responsable
fr: Sélectionnez le manager
hu: Válaszd ki a vezetőt
it: Seleziona il gestore
km: ជ្រើសការគ្រប់គ្រង
ru: Выбрать руководителя
sk: Vyberte nadriadeného
tr: Yöneticiyi seç

source: You must select at least one employee into the table
ca: Has de triar un empleat com a mínim de la taula
cs: Musíte vybrat alespoň jednoho zaměstnance do tabulky.
el: Πρέπει να επιλέξετε τουλάχιστον έναν υπάλληλο στον πίνακα
fr: Vous devez sélectionner au moins une ligne dans la table
hu: Legalább egy alkalmazottat ki kell választani a táblázatból
sk: Musíte vybrať aspoň jedného zamestnanca.

source: List of requested leaves
ca: Llistat de peticions d'absència
cs: Seznam požadavků o dovolenou
el: Κατάλογος των αιτηθέντων αδειών
es: Lista de permisos solicitados
fr: Liste des demandes de congé
hu: Kérvényezett szabadságok listája
it: Elenco ferie richieste
km: សំណើរសុំឈប់មុនម៉ោង
ru: Список запрошенных отпусков
sk: Zoznam žiadostí o voľno
tr: Talep edilmiş izinlerin listesi

source: List of leaves for employee #
ca: Llistat de permisos per l'empleat #
cs: Seznam dovolených zaměstnance #
el: Κατάλογος των αδειών για τον υπάλληλο #
es: Lista de permisos por empleado #
fr: Liste des demandes de congé de l'employé n°
hu: Szabadságra vonatkozó kérelmek listája #
it: Elenco ferie per il dipendente #
km: សំណើរសុំឈប់ក្រៅម៉ោងរបស់បុគ្គលិក #
ru: Список отпусков для сотрудника №
sk: Zoznam žiadostí o voľno zamestnanca #
tr: # çalışanının izin listesi

source: accept
ca: aceptar
cs: schválit
el: αποδοχή
es: aceptar
fr: Accepter
hu: elfogad
it: accetta
km: ទទួលយកបាន
ru: утвердить
sk: schváliť
tr: kabul et

source: reject
ca: rebutjar
cs: zamítnout
el: απόρριψη
es: rechazar
fr: Refuser
hu: elutasít
it: rifiuta
km: បដិសេធចោល
ru: отклонить
sk: zamietnuť
tr: reddet

source: show history
ca: mostra historial
cs: zobrazit historii
el: Εμφάνιση ιστορικού
fr: Afficherl'historique
hu: előzmények mutatása
sk: zobraz históriu

source: Delete leave request
ca: Esborrar sol·licitud d'absència
cs: Smazat žádost o dovolenou
el: Διαγραφή αιτήματος άδειας
es: Borrar solicitud de permisos
fr: Supprimer la demande de congés
hu: Szabadság kérelem törlése
it: Elimina richiesta di ferie
km: លុបចោលនៅសំណើរសំុក្រៅម៉ោង
ru: Удалить заявление на отпуск
sk: Vymazanie žiadosti o voľno
tr: İzin talebini sil

source: You are about to delete one leave request, this procedure is irreversible.
ca: Estàs a punt d'esborrar una petició d'absència, aquesta acció no es pot desfer.
cs: Chystáte se smazat jednu žádost o dovolenou, tento krok je nevratný.
el: Πρόκειται να διαγράψετε ένα αίτημα άδειας, αυτή η διαδικασία είναι μη αναστρέψιμη.
es: Estás a punto de borrar una solicitud de permiso, esta acción no se puede deshacer.
fr: Vous êtes sur le point de supprimer une demande de congés, cette procédure est irréversible.
hu: Egy szabadság kérelem törlésére készülsz, ez a folyamat nem visszafordítható.
it: Stai per cancellare una richiesta di ferie, questa procedura è irreversibile
km: អ្នកត្រូវបានលុបចោលការស្នេីរសំុ នេះជាច្បាប់មិនអាចកែប្រែ
ru: Вы собираетесь удалить заявление на отпуск. Это действие нельзя будет отменить.
sk: Chystáte sa odstrániť jednu požiadavku o voľno, tento krok je nevratný.
tr: Bir izin talebini silmek üzeresiniz, bu işlem geri döndürülemez.

source: List of deleted leave requests
ca: Llistat de peticions esborrades
cs: Seznam smazaných požadavků na volno
el: Κατάλογος των διαγραμμένων αιτήσεων άδειας
fr: Liste des demandes supprimées
hu: Törölt szabadság kérelmek listája
sk: Zoznam zmazaných požiadaviek o voľno

source: You are exceeding your entitled days
ca: Estàs excedint el teu número de dies permesos
cs: Překročili jste počet dní na které máte nárok
el: Ξεπεράσατε το όριο των ήμερων που δικαιούστε
es: Estas excediendo tu número de días libres
fr: Vous dépassez le nombre de jours permis
hu: Túllépted a jogosult napjaid
it: Hai superato i giorni a tua disposizione
km: លោកអ្នកប្រើប្រាស់ថ្ងៃឈប់សម្រាក លើចំនួនកំណត់ហើយ
ru: Вы превысили лимит предоставленных дней
sk: Prekročili ste Váš nárok na dni pracovného voľna
tr: Hak edilmiş izin günlerinizi aşıyorsunuz.

source: You have requested another leave request within the same dates.
ca: Ja has sol·licitat una petició d'absència en les mateixes dates.
cs: Požádali jste o další dovolenou ve stejném termínu.
el: Έχετε ζητήσει άλλο αίτημα άδειας εντός των ίδιων ημερομηνιών.
es: Ha solicitado otra solicitud de permiso, en las mismas fechas.
fr: Vous avez demandé une absence durant la même période.
hu: Egy újabb szabadság kérelmet küldtél be azonos dátummal.
it: Hai effettuato una richiesta di ferie per gli stessi giorni.
km: លោកអ្នកធ្វើការស្នើរសុំឈប់សម្រាកមួយផ្សេងទៀត ក្នុងថ្ងៃជាមួយគ្នា។
ru: Вы отправили еще одно заявление на отпуск на те же даты.
sk: Žiadate o ďalšie voľno v rámci rovnakého termínu.
tr: Aynı tarihler arasında başka bir izin talebinde bulundunuz.

source: Cause (optional)
ca: Motiu (opcional)
cs: Účel (volitelné)
el: Αιτία (προαιρετικό)
es: Causa (opcional)
fr: Cause (optionelle)
hu: Ok (opcionális)
it: Motivazione (opzionale)
km: មូលហេតុ(មានក៏បាន អត់ក៏បាន)
ru: Причина (необязательно)
sk: Dôvod (volitelný)
tr: Neden (isteğe bağlı)

source: Request leave
ca: Sol·licitud d'absència
cs: Požádat o dovolenou
el: Αίτηση άδειας
es: Solicitud de permiso
fr: Créer la demande
hu: Kérj szabadságot
it: Richiedi ferie
km: ស្នើរសុំការឈប់សម្រាក
ru: Запросить отпуск
sk: Žiadosť o voľno
tr: İzin talep et

source: The leave request has been succesfully created
ca: La sol·licitud d'absència s'ha creat correctament
cs: Žádost o dovolenou byla úspěšně vytvořena
el: Το αίτημα άδειας έχει δημιουργηθεί με επιτυχία
es: La solicitud de permisos se ha creado correctamente
fr: La demande d'absence a été créée avec succès.
hu: A szabadság kérelmed sikeresen létrejött
it: La richiesta di ferie è stata creata con successo
km: ការស្នើរសុំឈប់សម្រាកត្រូវបានបង្កើតដោយជោគជ័យ
ru: Заявление на отпуск успешно создано.
sk: Žiadosť o voľno bola úspešne vytvorená
tr: İzin talebi başarıyla oluşturuldu

source: The leave request has been succesfully created or updated, but you don't have a manager.
ca: La sol·licitud d'absència s'ha creat o modificat correctament, però no teniu un supervisor.
cs: Požadavek na volno byl úspěšně vytvořen nebo aktualizován, ale nemáte nadřízeného.
el: Η αίτηση άδειας έχει δημιουργηθεί ή ενημερωθεί με επιτυχία, αλλά δεν έχετε διαχειριστή.
es: La solicitud del permiso se ha creado o modificado correctamente, pero tu no tienes un administrador.
fr: La demande d'absence a été créée ou modifiée avec succès, mais vous n'avez pas de manager.
hu: A szabadság kérelmed sikeresen létrejött, vagy frissült, de Neked nincs felettesed.
it: La richiesta di ferie è stata creata con successo oppure aggiornata, ma non hai un manager.
km: ការស្នើរសុំឈប់សម្រាកត្រូវបានបង្កើតឬធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ, ប៉ុន្តែលោកអ្នកមិនមានអ្នកគ្រប់គ្រងទេ។
ru: Заявление на отпуск было успешно создано/обновлено, но у вас нет руководителя.
sk: Žiadosť o voľno bola úspešne vytvorená alebo upravená, ale nemáte nadriadeného.
tr: İzin talebi başarıyla oluşturuldu veya güncellendi, ancak bir yöneticiniz bulunmuyor.

source: %s non-working days in the period
ca: %s dies no laborables dins del període
cs: %s období pracovních svátků
el: %s μη εργάσιμες ημέρες της περιόδου
fr: %s jours non travaillés dans la période
hu: %s munkaszüneti nap ebben a periódusban
sk: 1 %s voľných dní v období
tr: Dönem içinde %s adet çalışılmayan gün var

source: Your leave request matches with a non-working day.
ca: La teva petició d'absència coincideix amb un dia no laborable.
cs: Vaše žádost o dovolenou připadá na den volna.
el: Η αίτηση άδειας αντιστοιχεί σε μη εργάσιμη ημέρα.
fr: Votre demande coïncide avec un jour non travaillé.
hu: A szabadság kérelmed munkaszüneti nappal egyezik.
sk: Žiadosť o voľno sa zhoduje s nepracovným dňom.

source: It appears that you have no contract. Please contact your HR Officer / Manager.
ca: Sembla que no tens contracte assignat. Si us pau contacta amb Recursos Humans.
cs: Zdá se že nemáte smlouvu. Prosím kontaktujte vaše HR / Manažera.
el: Φαίνεται ότι δεν έχετε συμβόλαιο. Επικοινωνήστε με τον υπεύθυνο / διευθυντή HR.
fr: Il semble que vous n'ayez pas de contrat. Veuillez contacter un responsable des ressources humaines.
hu: Úgy tűnik, nincs szerződésed. Kérlek, lépj kapcsolatba a HR vezetővel / feleteseddel.
sk: Zdá sa že nemáte zmluvu. Prosím kontaktujte svojho nadriadeného / HR.
tr: Hiçbir sözleşmeniz yok gibi görünüyor. Lütfen İK Sorumlusu / Yöneticisi ile irtibata geçiniz.
