Repository: bbalet/jorani
Catalog: translations/*.po
Languages: ca, cs, el, es, fr, hu, it, km, ru, sk, tr

source: You can't create a leave request for two yearly leave periods. Please create two different leave requests.
ca: No podeu crear una petició d'absència que comprèn més d'un any. Si us plau crea dos peticions diferents.
cs: Nemůžete vytvořit žádost o dovolenou překračující dvě roční období dovolené. Prosím vytvořte dvě různé žádosti o dovolenou.
el: Δεν μπορείτε να δημιουργήσετε μια αίτηση άδειας για δύο ετήσιες περιόδους άδειας. Δημιουργήστε δύο διαφορετικά αιτήματα άδειας.
fr: Vous ne pouvez pas créer une demande de congé pour deux périodes annuelles de congé. Veuillez créer deux demandes différentes.
hu: Nem vehetsz fel szabadság iránti kérelmet két éves periódusra. Kérlek, készíts két különböző szabadságkérést.
km: លោកអ្នកមិនអាចបង្កើតការស្នើរសុំឈប់សម្រាកសម្រាប់រយៈពេលពីរឆ្នាំបានទេ។ សូមបង្កើតការស្នើរសុំឈប់សម្រាកពីរផ្សេងគ្នា។
ru: Вы не можете создать заявление на отпуск для разных годов. Пожалуйста, создайте два разных заявления на отпуск.
sk: Nemôžete vytvoriť žiadosť o voľno prekračujúci dve ročné obdobia voľna. Prosím vytvorte dve rôzne žiadosti o voľno.
tr: İki yıllık izin dönemleri için bir izin talebi oluşturamazsınız. Lütfen iki farklı izin talebi oluşturun.

source: List of overtime requests
ca: Llistat de peticions d'hores extra
cs: Seznam požadavků o přesčas
el: Κατάλογος αιτήσεων υπερωριών
es: Listado de horas extras solicitadas.
fr: Déclarations d'heures supp.
hu: Túlóra kérelmek listája
it: Elenco di richieste di straordinario
km: បញ្ជីនៃសំណើសុំក្រៅម៉ោង
ru: Список запросов на сверхурочную работу
sk: Zoznam žiadostí o nadčas
tr: Fazla mesai talep listesi

source: List of overtime requests for employee #
ca: Llistat de sol·licituds d'hores extra per als empleats #
cs: Seznam přesčasů pro zaměstnance #
el: Κατάλογος αιτήσεων υπερωριών για υπάλληλο #
es: Lista de solicitudes de horas extras para los empleados #
fr: Déclarations d'heures supp. de l'employé n°
hu: Túlórákra vonatkozó kérelmek listája #
it: Elenco richieste di straordinario per il dipendente #
km: សំណើបន្ថែមម៉ោងរបស់បគ្គលិក #
ru: Список запросов сверхурочных, для сотрудника N°
sk: Zoznam žiadostí o nadčas pre zamestnanca #
tr: # çalışanının fazla mesai talep listesi

source: Leave balance for user #
ca: Balanç d'absències per a l'usuari #
cs: Bilance dovolených uživatele #
el: Υπόλοιπο αδείας για τον χρήστη #
es: Balance de permisos para el usuario #
fr: Compteur de congés pour l'employé #
hu: Szabadság egyenleg a felhasználónak #
it: Saldo ferie per l'utente #
km: សមតុល្យនៃថ្ងៃឈប់សម្រាកសម្រាប់អ្នកប្រើប្រាស់ #
ru: Сальдо по отпускам, для сотрудника N°
sk: Zostatok voľna pre užívateľa #
tr: # kullanıcısının izin bakiyesi

source: Available
ca: Disponible
cs: K dispozici
el: Διαθέσιμος
es: Disponible
fr: Disponible
hu: Elérhető
it: Disponibile
km: ទំនេរ
ru: Доступно
sk: K dispozícii
tr: Müsait

source: Taken
ca: Agafat
cs: Vybráno
el: Έλαβα
es: Recibido
fr: Pris
hu: Kivett
it: Occupato
km: ថ្ងៃដែលបានឈប់សម្រាក
ru: Использовано
sk: Čerpané
tr: Alınmış

source: Entitled
ca: Assignat
cs: Nárokováno
el: Δικαιοδοσία
es: Asociado
fr: Acquis
hu: Jogosult
it: Spettante
km: ថ្ងៃដែលអនុញ្ញាតឱ្យឈប់សម្រាក
ru: Предоставляемые дни
sk: Nárok
tr: Hak edilmiş

source: This employee has no contract.
ca: Aquest empleat no té contracte.
cs: Tento zaměstnanec nemá smlouvu.
el: Αυτός ο υπάλληλος δεν έχει σύμβαση.
es: Este empleado no tiene contrato.
fr: Cet employée n'a pas de contrat.
hu: Ennek az alkalmazottnak nincs szerződése.
it: Questo dipendente non ha un contratto
km: និយោជិកនេះពុំមានកិច្ចសន្យាទេ
ru: Этот работник не имеет контракта.
sk: Zamestnanec nemá zmluvu.
tr: Bu çalışanın hiçbir sözleşmesi yok.

source: Date of report
ca: Data de l'informe
cs: Datum reportu
el: Ημερομηνία της αναφοράς
es: Fecha del informe
fr: Date du rapport
hu: Riport dátuma
it: Data del report
km: កាលបរិច្ឆេទនៃរបាយការណ៍
ru: Дата отчёта
sk: Dátum reportu
tr: Rapor tarihi

source: By default this report shows the values for the last month. Please note that the list of leaves shows only the accepted leave requests.
ca: Per defecte aquest informe mostra els valors per al darrer mes. Tingui en compte que el llistat d'absències tan sols mostra les sol·licituds acceptades.
cs: Ve výchozím nastavení ukazuje tento report hodnoty za poslední měsíc. Upozorňujeme, že seznam dovolených zobrazuje pouze přijaté žádosti o dovolenou.
el: Από προεπιλογή, αυτή η αναφορά εμφανίζει τις τιμές για τον τελευταίο μήνα. Σημειώστε ότι ο κατάλογος των φύλλων δείχνει μόνο τα αποδεκτά αιτήματα άδειας.
es: Por defecto, este informe muestra los valores para el último mes. Tenga en cuenta queLa lista de permisos solo muestras las solicitudes de permisos aceptados.
fr: Par défaut, ce rapport montre les valeurs du mois précédent. Veuillez noter que la liste des absences ne contient que les demandes de congé acceptées.
hu: Alapértelmezésben ez a riport az elmúlt hónap értékeit jeleníti meg. Vedd figyelembe, hogy a szabadságok listája csak az elfogadott szabadság kérelmeket tartalmazza.
it: Per impostazione predefinita, questo report mostra i valori del mese scorso. Si prega di notare che l'elenco delle ferie mostra solo le richieste di ferie accettate.
km: ជាដំបូង របាយការណ៍នេះបង្ហាញតំលៃសម្រាប់ខែចុងក្រោយ។ សូមចំណាំថា បញ្ជីឈប់សម្រាកបង្ហាញតែការស្នើរសុំទាំងឡាយណាដែលបានទទួលយកប៉ុណ្ណោះ។
ru: По умолчанию данный отчет содержит данные за предыдущий месяц. Пожалуйста, обратите внимание на то, что список отпусков отображает только утвержденные заявления на отпуск.
sk: Štandardne tento report zobrazuje hodnoty za posledný mesiac. Zoznam zobrazuje iba schválené žiadosti o voľno.
tr: Varsayılan olarak bu rapor, geçen ayın değerlerini gösterir. Lütfen izin listesinin sadece kabul edilmiş izin taleplerini gösterdiğini unutmayın.

source: Execute
ca: Executar
cs: Spustit
el: Εκτέλεση
es: llevar
fr: Exécuter
hu: Végrehajt
it: Esegui
km: ប្រតិបត្តិ
ru: Выполнить
sk: Spustiť
tr: Uygula

source: Number of days
ca: Número de dies
cs: Počet dní
el: Αριθμός ημερών
es: Número de días
fr: Nombre de jours
hu: Napok száma
it: Numero di giorni
km: ចំនួនថ្ងៃ
ru: Количество дней
sk: Počet dní
tr: Gün sayısı

source: Number of working days
ca: Número de dies laborables
cs: Počet pracovních dní
el: Αριθμός εργάσιμων ημερών
es: Número de días trabajados
fr: Nombre de jours ouvrés
hu: Munkanapok száma
it: Numero di giorni lavorativi
km: ចំនួនថ្ងៃដែលធ្វើការ
ru: Количество рабочих дней
sk: Počet pracovných dní
tr: Çalışılan gün sayısı

source: Number of non-working days
ca: Número de dies no laborables
cs: Počet dní volna
el: Αριθμός μη εργάσιμων ημερών
es: Número de días no trabajados
fr: Nombre de jours non travaillés
hu: Munkaszüneti napok száma
it: Numero di giorni non lavorativi
km: ចំនួនថ្ងៃដែលមិនធ្វើការ
ru: Количество нерабочих дней
sk: Počet nepracovných dní
tr: Çalışılmayan gün sayısı

source: Duration of leaves
ca: Duració de l'absència
cs: Počet dnů dovolené
el: Διάρκεια αδειών
es: Duración del permiso
fr: Durée des absences
hu: Szabadság időtartama
it: Durata delle ferie
km: រយៈពេលនៃការឈប់សម្រាក
ru: Продолжительность отпусков
sk: Trvanie voľna
tr: İzin günlerinin süresi

source: Duration of presence
ca: Duració de l'assistència
cs: Počet dnů přítomnosti
el: Διάρκεια παρουσίας
es: Duración de la asistencia
fr: Durée de présence
hu: Jelenlét időtartama
it: Durata delle presenze
km: រយៈពេលវត្តមាន
ru: Продолжительность присутствия
sk: Počet dní prítomnosti
tr: Mevcudiyet süresi

source: Overlapping detected
ca: Coincidència detectada
cs: Překrytí detekováno
el: Η αλληλεπικάλυψη εντοπίστηκε
es: Coincidencia detectada
fr: Chevauchement detecté
hu: Átfedés található
it: Rilevata sovrapposizione
km: ការជាន់ត្រូវបានរកឃើញ
ru: Обнаружено перекрытие
sk: Zistené prekrývanie
tr: Çakışma tespit edildi.

source: The employee has no contract
ca: L'empleat no té contracte assignat
cs: Zaměstnanec nemá smlouvu
el: Ο εργαζόμενος δεν έχει σύμβαση
es: El empleado no tiene contrato
fr: L'employé n'a pas de contrat
hu: Az alkalmazottnak nincs szerződése
it: Il dipendente non ha un contratto
km: និយោជិកពុំមានកិច្ចសន្យាទេ
ru: У работника нет контракта
sk: Zamestnanec nemá pridelenú zmluvu
tr: Çalışanın hiçbir sözleşmesi yok.

source: Please check
ca: Si us plau, revisa-ho
cs: Prosím zkontrolujte
el: Παρακαλώ ελέγξτε
es: Por favor, verificar
fr: Veuillez vérifier
hu: Kérlek ellenőrizd
it: Si prega di controllare
km: សូមត្រួតពិនិត្យ
ru: Проверьте
sk: Prosím skontrolujte
tr: Lütfen kontrol edin

source: List of leaves in the month
ca: Llistat de permisos durant aquest mes
cs: Seznam dovolené za měsíc
el: Κατάλογος αδειών στον μήνα
es: Lista de permisos durante el mes
fr: Liste des absences du mois
hu: Szabadságok listája a hónapban
it: Elenco ferie nel mese
km: បញ្ជីឈប់សម្រាកក្នុងខែ
ru: Список отпусков за месяц
sk: Zoznam voľna v mesiaci
tr: Ay içindeki izin taleplerinin listesi

source: My summary
ca: El meu resum
cs: Můj přehled
el: Η Περίληψη μου
es: Mi resumen
fr: Mes compteurs
hu: Összesítőm
it: Mio sommario
km: សេចក្តីសង្ខេបរបស់ខ្ញុំ
ru: Моя сводная информация
sk: Môj sumár
tr: Benim özetim

source: Overtime details (added to compensate leaves)
ca: Detall de les horas extra (afegit per compensar les absències)
cs: Detaily přesčasu (přidáno do kompenzačních dovolených)
el: Λεπτομέρειες υπερωριών (προστέθηκαν για να αντισταθμιστούν τα φύλλα)
es: Detalle de las horas extras (añadido para compensar los permisos)
fr: Détail de la compensation (ajouté au repos compensatoire)
hu: Túlóra részletei (hozzáadva a szabadságok kompenzálásához)
it: Dettagli straordinario (aggiunto per compensare le ferie)
km: ពត៌មានលម្អិតពីការបន្ថែមម៉ោង (ត្រូវបានបន្ថែមទៅក្នុងការឈប់សម្រាកដែលត្រូវទូទាត់សង)
ru: Подробности сверхурочных (добавлено для компенсации отпусков)
sk: Detaily nadčasov (pridané na kompenzáciu voľna)
tr: Fazla mesai ayrıntıları (izin günlerini telafi etmek için ilave edildi)

source: Catch up for
ca: Posi's al día de
cs: Dohnat za
el: Πιάστε για
es: Póngase al día para
fr: Récupération du
hu: Elkap
it: Recupero ritardo per
km: ឈប់សងសម្រាប់
ru: Нагнать
sk: Dohnať za

source: actual
fr: réel

source: simulated
fr: simulé

source: No entitled or taken days for this period. Please contact your HR Officer / Manager.
ca: No hi ha dies autoritzats o agafats per aquest període. Si us plau, posi's en contacte amb l'administrador.
cs: Nemáte nárok na dovolenou pro toto období. Kontaktujte prosím personální oddělení, nebo nadřízeného.
el: Δεν δικαιούται ή έλαβε ημέρες για αυτή την περίοδο. Επικοινωνήστε με τον υπεύθυνο / διευθυντή HR σας.
es: No hay día asociado o recibido para este período. Por favor, póngase en contacto con el administrador.
fr: Aucun jour pris ou disponible. Veuillez contacter un responsable des ressources humaines.
hu: Nem jogosult vagy már kivett napok ebben az időszakban. kérlek lépj kapcsolatba a HR vezetőddel / feleteseddel.
it: Nessun giorno spettante o preso per questo periodo. Sei pregato di contattare il tuo responsabile delle Risorse Umane / Manager
km: ពុំមានថ្ងៃដែលត្រូវអនុញ្ញាតឱ្យឈប់ ឬថ្ងៃត្រូវឈប់សម្រាកក្នុងកំឡុងពេលនេះទេ។ សូមទំនាក់ទំនងទៅកាន់មន្ត្រីធនធានមនុស្យ ឬអ្នកគ្រប់គ្រងរបស់អ្នក។
ru: Нет предоставленных или использованных дней для этого периода. Обратитесь к своему руководителю.
sk: Nemáte nárok na voľno pre uvedené obdobie. Kontaktujte HR / nadriadeného.
tr: Bu dönem içinde hiçbir hak kazanılmış veya kullanılmış izin günü bulunmuyor. Lütfen İK Sorumlusu / Yöneticisi ile irtibata geçiniz.

source: My leave requests
ca: Les meves peticions d'absència
cs: Mé žádosti o dovolenou
el: Οι αιτήσεις άδειας μου
es: Mis solicitudes de permiso
fr: Mes demandes de congé
hu: Szabadság kérelmeim
it: Le mie richieste di ferie
km: ការសុំច្បាប់របស់ខ្ញុំ
ru: Мои заявления на отпуск
sk: Moje žiadosti o voľno
tr: İzin taleplerim

source: cancel
ca: cancel·lar
cs: zrušit
el: άκυρο
fr: annuler
hu: mégse
sk: zrušiť

source: Last change
ca: Darrer canvi
el: Τελευταία αλλαγή
fr: Modifiée le
hu: Utolsó változás
sk: Posledná zmena

source: Changed Date
ca: Data de modificació
cs: Změněné datum
el: Ημερομηνία αλλαγής
fr: Modifié le
hu: Módosított dátum
sk: Dátum zmeny

source: Change Type
ca: Tipus de canvi
cs: Změnit typ
el: Τύπος αλλαγής
fr: Type de modif.
hu: Módosítás típusa
sk: Typ zmeny

source: Changed By
ca: Modificat per
cs: Změněno
el: Τροποποιήθηκε από
fr: Modifié par
hu: Módosította
sk: Zmenené

source: The leave request has been successfully created
ca: La sol·licitud d'absència s'ha creat correctament
cs: Žádost o volno byla úspěšně vytvořena
el: Η αίτηση άδειας δημιουργήθηκε με επιτυχία
fr: La demande d'absence a été créée avec succès.
hu: A szabadság kérelem sikeresen létrejött
sk: Žiadosť o voľno bola úspešne vytvorená

source: The leave request has been successfully created or updated, but you don't have a manager.
ca: La sol·licitud d'absència s'ha creat o modificat correctament, però no teniu un supervisor.
cs: Žádost o volno byla úspěšně vytvořena nebo aktualizována, ale nemáte manažera.
el: Η αίτηση άδειας δημιουργήθηκε ή ενημερώθηκε με επιτυχία, αλλά δεν έχετε διαχειριστή.
fr: La demande d'absence a été créée ou modifiée avec succès, mais vous n'avez pas de manager.
hu: A szabadság kérelem sikeresen létrejött vagy módosult, de neked nincs felettesed.
sk: Vaša žiadosť o voľno bola úspešne vytvorená alebo aktualizovaná, ale nemáte nadriadeného.

source: Edit a leave request
ca: Editar una sol·licitud d'absència
cs: Upravit žádost o dovolenou
el: Επεξεργαστείτε μια αίτηση άδειας
es: Editar una solicitud de permiso
fr: Modifier la demande
hu: Szabadság kérelem szerkesztése
it: Modifica una richiesta di ferie
km: ការសម្រួលការស្នើរសុំឈប់សម្រាក
ru: Редактировать заявление на отпуск
sk: Úprava žiadosti o voľno
tr: Bir izin talebi düzenle

source: Edit leave request #
ca: Editar sol·licituds d'absència #
cs: Upravit žádost o dovolenou #
el: Επεξεργαστείτε μια αίτηση άδειας #
es: Editar solicitudes de permiso #
fr: Modifier la demande N°
hu: Szabadság kérelmek szerkesztése #
it: Modifica richiesta di ferie #
km: កែប្រែការសំុច្បាប់ លេខ#
ru: Редактировать заявление на отпуск №
sk: Úprava žiadosti o voľno #
tr: İzin talebi düzenle #

source: Update leave
ca: Modificar sol·licitud
cs: Aktualizovat dovolenou
el: Ενημέρωση άδειας
es: Modificar permiso
fr: Mettre à jour
hu: Szabadság frissítése
it: Aggiorna ferie
km: ធ្វើឱ្យទាន់សម័យការឈប់សម្រាក
ru: Обновить отпуск
sk: Aktualizovať žiadosť
tr: İzini güncelle

source: You cannot edit a leave request already submitted
ca: No es pot editar una petició ja enviada
cs: Nemůžete upravit žádost o dovolenou, který byl již odeslán.
el: Δεν μπορείτε να επεξεργαστείτε μια αίτηση άδειας που έχει ήδη υποβληθεί
es: No se puede editar una solicitud de permiso ya enviada
fr: Vous ne pouvez pas modifier une demande déjà soumise.
hu: Nem szerkesztheted a már beküldött szabadság kérelmet
it: Non puoi modificare una richiesta di ferie già inoltrata
km: អ្នកមិនអាចកែសម្រួលសំណើការឈប់សម្រាកមួយដែលបានដាក់ជូនរួចទៅហើយ
ru: Невозможно изменить уже отправленное заявление на отпуск
sk: Nieje možné upraviť už odoslanú požiadavku na voľno.
tr: Daha önce gönderilen bir izin talebini düzenleyemezsiniz

source: The leave request has been successfully updated
ca: La sol·licitud d'absència s'ha creat correctament
cs: Žádost o volno byla úspěšně aktualizována
el: Η αίτηση άδειας ενημερώθηκε με επιτυχία
fr: La demande d'absence a été modifiée avec succès.
hu: A szabadság kérelem sikeresen frissítve
sk: Žiadosť o voľno bola úspešne aktualizovaná

source: You can't cancel this leave request
ca: No es pot eliminar aquesta petició
cs: Nemůžete zrušit tuto žádost o dovolenou
el: Δεν μπορείτε να ακυρώσετε αυτό το αίτημα άδειας
fr: Vous ne pouvez pas annuler cette demande de congé.
hu: Nem törölheted a szabadság kérelmet
sk: Nemôžete zrušiť túto požiadavku na voľno

source: The cancellation request has been successfully sent
ca: La petició de cancel·lació s'ha enviat correctament
el: Το αίτημα ακύρωσης έχει σταλεί με επιτυχία
fr: La demande d'annulation a été envoyée avec succès.
hu: A törlési kérelem sikeresen beküldésre került
sk: Žiadosť o zrušenie bola úspešne odoslaná

source: The leave request has been successfully cancelled
ca: La petició d'absència s'ha cancel·lat correctament
cs: Žádost o volno byla úspěšně zrušena
el: Η αίτηση άδειας ακυρώθηκε με επιτυχία
fr: La demande de congé a été annulée avec succès.
hu: A szabadság kérelem sikeresen törölve lett
sk: Žiadosť o voľno bola úspešne zrušená

source: An error occured while trying to accept the cancellation
ca: Ha ocorregut una errada a l'acceptar la cancel·lació
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποδοχής της ακύρωσης
fr: Une erreur est apparue en tentant d'annuler la demande.
hu: Hiba történt a lemondás elfogadása során
sk: Pri pokuse o zrušenie sa vyskytla chyba

source: The leave request has now its original status of Accepted
ca: La petició d'absència té ara l'estat original de Acceptat
el: Η αίτηση άδειας έχει τώρα την αρχική της κατάσταση Αποδεκτή
fr: La demande de congé a maintenant son statut originel *Acceptée*
hu: A szabadság kérelem most az eredeti Elfogadott állapotban van
sk: Žiadosť o voľno má teraz pôvodný stav Schválená

source: An error occured while trying to reject the cancellation
ca: Ha ocorregut una errada mentre es rebutjava la cancel·lació
el: Παρουσιάστηκε σφάλμα κατά την απόρριψη της ακύρωσης
fr: Une erreur est apparue en tentant de rejetter la demande d'annulation.
hu: Hiba történt a lemondás visszautasítása során
sk: Pri pokuse o zrušenie zrušenia sa vyskytla chyba

source: You can't delete this leave request
ca: No es pot eliminar aquesta petició d'absència
cs: Nemůžete vymazat tuto žádost o dovolenou
el: Δεν μπορείτε να διαγράψετε αυτό το αίτημα άδειας
es: No se puede eliminar esta solicitud de permiso
fr: Vous ne pouvez pas supprimer cette demande d'absence.
hu: Nem törölheted ezt a szabadság kérelmet
it: Non puoi cancellare questa richiesta di ferie
km: អ្នកមិនអាចលុបការចាកចេញពីការស្នើសំុបានទេ
ru: Нельзя удалить это заявление на отпуск
sk: Nemôžete zmazať túto žiadosť o voľno
tr: Bu izin talebini silemezsiniz.

source: The leave request has been successfully deleted
ca: La petició d'absència s'ha esborrat correctament
cs: Žádost o dovolenou byl úspěšně vymazán
el: Η αίτηση άδειας διαγράφηκε με επιτυχία
fr: La demande d'absence a été supprimée avec succès.
hu: A szabadság kérelem sikeresen törölve
sk: Žiadosť o voľno bola úspešne zmazaná

source: View leave request #
ca: Veure sol·licitud d'absència #
cs: Zobrazit žádost o dovolenou #
el: Προβολή αίτησης άδειας #
es: Ver solicitud de permiso #
fr: Visualiser la demande N°
hu: Szabadság kérelmek megtekintése #
it: Vedi richiesta di ferie #
km: សំណើឈប់សំរាក #
ru: Просмотреть заявление на отпуск №
sk: Zobraziť žiadosť o voľno #
tr: İzin talebini görüntüle #

source: View a leave request
ca: Veure una sol·licitud d'absència
cs: Zobrazit žádost o dovolenou
el: Προβολή αίτησης άδειας
es: Ver una solicitud de permiso
fr: Visualiser une demande
hu: Szabadság kérelem megtekintése
it: Vedi una richiesta di ferie
km: ទិដ្ឋភាពចាកចេញពីសំណើមួយ
ru: Просмотреть заявление на отпуск
sk: Zobraziť žiadosť o voľno
tr: Bir izin talebi görüntüle

source: List of leaves
ca: Llistat de sol·licituds
cs: Seznam dovolených
el: Κατάλογος αδειών
es: Lista de permisos
fr: Liste des demandes d'absence
hu: Szabadságok listája
it: Elenco ferie
km: បញ្ជីនៃការឈប់សម្រាក
ru: Список отпусков
sk: Zoznam voľna
tr: İzinlerin listesi

source: Morning/Afternoon
ca: Matí/Tarda
cs: Ráno/Odpoledne
el: Πρωί / απόγευμα
es: Mañana/Tarde
fr: Matin/Après-midi
hu: Délelőtt/Délután
it: Mattina/Pomeriggio
km: អរុណសួស្ដី/ទិវាសួស្ដី
ru: Утро/после полудня
sk: Ráno/Poobede
tr: Sabah/Öğleden sonra

source: Send a reminder
ca: Envia un recordatori
el: Αποστολή υπενθύμισης
fr: Envoyer un rappel
hu: Emlékeztető küldése
sk: Zaslať pripomienku

source: The reminder email was sent to the manager
ca: El correu electrònic de recordatori s'ha enviat al responsable
el: Το μήνυμα ηλεκτρονικού ταχυδρομείου υπενθύμισης στάλθηκε στον διαχειριστή
fr: L'email de rappel a été envoyé au manager.
hu: Az emlékeztető email elküldve a felettesnek
sk: Email s pripomienkou bol zaslaný nadriadenému

source: Comments
ca: Comentaris
el: Σχόλια
fr: Commentaires
hu: Megjegyzés
sk: Komentáre

source: New comment
ca: Nou comentari
el: Νέο σχόλιο
fr: Nouveau commentaire
hu: Új megjegyzés
sk: Nový komentár

source: Send comment
ca: Envia un comentari
el: Αποστολή σχολίου
fr: Ajouter un commentaire
hu: Megjegyzés küldése
sk: Poslať komentár

source: says
ca: diu
el: λέει
fr: a dit
hu: mondja
sk: hovorí

source: The status of the leave have been changed to
ca: L'estat de la petició s'ha canviat a
el: Η κατάσταση της άδειας έχει αλλάξει
fr: Le statut de la demande a changé :
hu: A szabadság státusza módosítva a következőre
sk: Stav voľna bol zmenený na

source: Leave types
ca: Tipus d'absència
cs: Druhy dovolené
el: Τύποι αδειών
es: Tipos de permisos
fr: Types d'absence
hu: Szabadság típusok
it: Tipologia ferie
km: ប្រភេទនៃការសុំច្បាប់
ru: Типы отпусков
sk: Typy voľna
tr: İzin türleri

source: Leave type #0 is a system type reserved for overtime management. You should not use it for other requests.
ca: El tipus d'absència #0 està reservat per a la gestió de les hores extra. No s'hauria d'utilitzar per altres peticions.
cs: Druh dovolené #0 je systémem vyhrazený druh pro správu přesčasů. Nepoužívejte jej pro jiné požadavky.
el: Ο τύπος άδειας # 0 είναι ένας τύπος συστήματος που προορίζεται για τη διαχείριση υπερωριών. Δεν πρέπει να το χρησιμοποιείτε για άλλες αιτήσεις.
fr: Le type d'absence n°0 est réservé pour la gestion des heures supplémentaires. Vous ne devriez pas l'utiliser pour les autres types de demande.
hu: Szabadság típus #0 a rendszer számára fenntartott a túlórák kezelésére. Ne használd más kérések esetén.
sk: Druh voľna #0 je systémom vyhradený pre správu nadčasov. Nepoužívajte ho pre iné požiadavky.
tr: #0 izin türü fazla mesai yönetimi için ayrılmış bir sistem türüdür. Bunu diğer talepler için kullanmamanız gerekir.

source: Leave type #0 is a system type reserved for overtime management. Are you sure that you want to rename it?
ca: El tipus d'absència #0 està reservat per a la gestió de les hores extra. Estàs segur que vols renombrar-lo?
cs: Druh dovolené #0 je systémem vyhrazený druh pro správu přesčasů. Jste si jistí, že jej chcete přejmenovat?
el: Ο τύπος άδειας # 0 είναι ένας τύπος συστήματος που προορίζεται για τη διαχείριση υπερωριών. Είστε βέβαιοι ότι θέλετε να το μετονομάσετε;
fr: Le type d'absence n°0 est réservé pour la gestion des heures supplémentaires. Êtes-vous sûr de vouloir le renommer ?
hu: Szabadság típus #0 a rendszer számára fenntartott a túlórák kezelésére. Biztosan át szeretnéd nevezni?
sk: Druh voľna #0 je systémom vyhradený pre správu nadčasov. Ste si istí, že ho chcete premenovať?
tr: #0 izin türü fazla mesai yönetimi için ayrılmış bir sistem türüdür. Bunu yeniden adlandırmak istediğinizden emin misiniz?

source: Acronym
ca: Acrònim
el: Ακρώνυμο
fr: Acronyme
sk: Skratka

source: Deduct non working days
ca: Descompta els dies no laborables
cs: Odečíst dny pracovního volna
el: Μειώστε τις μη εργάσιμες ημέρες
fr: Décompter les jours non travaillés
hu: Levonja a munka szüneti napokat
sk: Odpočítať voľné dni

source: Create a new type
ca: Crear un nou tipus
cs: Vytvořit nový typ
el: Δημιουργήστε έναν νέο τύπο
es: Crear un nuevo tipo
fr: Créer un type
hu: Új típus létrehozása
it: Crea una nuova tipologia
km: បង្កេីតនូវអ្វីដែលថ្មី
ru: Создать новый тип
sk: Vytvoriť nový typ
tr: Yeni bir tür oluştur
