Repository: bbalet/jorani
Catalog: public/application/language/vietnamese/vietnamese.po
Languages: vi

source: Yearly calendar
vi: Lịch theo năm

source: Export
vi: Xuất

source: My calendar
vi: Lịch của tôi

source: Calendar of my leaves.
vi: Lịch đi công tác

source: Download an iCal file
vi: Tải về tập tin iCAl

source: (import the event into Outlook, Thunderbird, etc.)
vi: (Nhập sự kiện vào Outlook, Thunderbird v.v)

source: Event details
vi: Chi tiết sự kiện

source: Close
vi: Đóng

source: Days off
vi: Ngày nghủ

source: Calendar of my workmates
vi: Lịch của đồng nghiệp

source: Leaves of employees having the same line manager
vi: Các nhân viên đi công tác có cùng người quản lý

source: Calendar of my subordinates
vi: Lịch biểu của cộng tác viên

source: Leaves of my direct report subordinates (will be empty if I'm not a manager).
vi: Lịch đi công tác của cộng tác viên (để trống nếu tôi không phải là quản lý)

source: Calendar of my department
vi: Lịch biểu của đơn vị

source: Calendar of employees working in my department
vi: Lịch biểu của nhân viên cùng đơn vị

source: It appears that you don't belong to any department. Please contact your HR Officer / Manager.
vi: Có vẻ như bạn không trực thuộc đơn vị nào. Hãy liên hệ với trưởng bộ phận nhân sự

source: Calendar of the organization
vi: Lịch biểu của tổ chức

source: Global calendar with a filter on entity
vi: Lịch tổng thể với bộ lọc

source: Select the entity
vi: Chọn thực thể

source: Select
vi: Chọn

source: Include sub-departments
vi: Thêm vào các đơn vị trực thuộc

source: Select an entity
vi: Chọn thực thể

source: OK
vi: Chấp nhận

source: Cancel
vi: Hủy bỏ

source: Tabular Calendar
vi: Lịch dạng bảng

source: Month
vi: Tháng

source: Year
vi: Năm

source: Execute
vi: Thực thi

source: Employee
vi: Nhân viên

source: Calendar Tabular
vi: Bảng lịch biểu

source: Entity
vi: Thực thể

source: Sub-entities
vi: Thực thể con

source: Mo
vi: T2

source: Tu
vi: T3

source: We
vi: T4

source: Th
vi: T5

source: Fr
vi: T6

source: Sa
vi: T7

source: Su
vi: CN

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: Sunday
vi: Chủ nhật

source: All days
vi: Tất cả các ngày

source: January
vi: Tháng 1

source: February
vi: Tháng 2

source: March
vi: Tháng 3

source: April
vi: Tháng 4

source: May
vi: Tháng 5

source: June
vi: Tháng 6

source: July
vi: Tháng 7

source: August
vi: Tháng 8

source: September
vi: Tháng 9

source: October
vi: Tháng 10

source: November
vi: Tháng 11

source: December
vi: Tháng 12

source: List of contracts
vi: Danh sách các hợp đồng

source: Name
vi: Tên

source: Start period
vi: Bắt đầu làm việc

source: End period
vi: Kết thúc làm việc

source: delete contract
vi: xóa hợp đồng

source: edit contract
vi: sửa hợp đồng

source: entitled days
vi: đặt tiêu đề cho ngày

source: days off and weekends
vi: ngày lễ và ngày nghỉ

source: Export this list
vi: Xuất danh sách

source: Create contract
vi: Tạo hợp đồng

source: Delete Contract
vi: Xóa hợp đồng

source: You are about to delete one contract, this procedure is irreversible.
vi: Bạn chuẩn bị xóa một hợp đồng, quá trình này không thể đảo ngược.

source: Do you want to proceed?
vi: Bạn muốn tiếp tục chứ?

source: Yes
vi: Có

source: No
vi: không

source: Entitled days
vi: Gán tiêu đề cho ngày

source: Edit a contract
vi: Sửa hợp đồng

source: Edit contract #
vi: Sửa hợp đồng số

source: Month / Start
vi: Tháng / Bắt đầu

source: Day / Start
vi: Ngày / Bắt đầu

source: Month / End
vi: Tháng / kết thúc

source: Day / End
vi: Ngày / kết thúc

source: Update contract
vi: Cập nhật hợp đồng

source: The contract has been succesfully updated
vi: Hợp đồng đã cập nhật thành công

source: Create a new contract
vi: Tạo hợp đồng mới

source: The contract has been succesfully created
vi: Hợp đồng đã tạo thành công

source: The contract has been succesfully deleted
vi: Hợp đồng đã được xóa.

source: Calendar of non working days
vi: Lịch biểu ngày không làm việc

source: Days off and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
vi: Ngày lễ và ngày nghỉ không được thiết lập mặc địnhbởi hệ thống. Nhấp chọn vào một ngày để tự thiết lập hoặc nhấn nút \"Series\"

source: Legend:
vi: Chú thích:

source: All day
vi: Cả ngày

source: Morning
vi: Sáng

source: Afternoon
vi: Trưa

source: Back to contracts
vi: Trở về giao diện hợp đồng

source: Series of non-working days
vi: Danh sách các ngày không làm việc

source: Edit day off
vi: Hiệu chỉnh ngày nghỉ

source: Title
vi: Tiêu đề

source: Type
vi: Loại

source: Working day
vi: Ngày làm việc

source: All day is off
vi: Nghỉ cả ngày

source: Morning is off
vi: Nghỉ buổi sáng

source: Afternoon is off
vi: Nghỉ trưa

source: Delete
vi: Xóa

source: Import iCal
vi: Nhập iCal

source: URL of non-working days iCal file
vi: địa chỉ URL của ngày không làm việc trong tập tin iCal

source: Edit a series of days off
vi: Hiệu chỉnh danh sách ngày nghỉ

source: Mark every
vi: Chọn tất cả

source: From
vi: Từ

source: Current
vi: Hiện tại

source: To
vi: Tới

source: As a
vi: Như là

source: Copy
vi: Sao chép

source: You must select a contract.
vi: Bạn phải chọn một hợp đồng

source: Data has been copied successfully.
vi: Dữ liệu đã được sao chép thành công

source: No data available in table
vi: Không có dữ liệu trong bảng

source: Showing _START_ to _END_ of _TOTAL_ entries
vi: Hiển thị _START_ to _END_ of _TOTAL_ mục

source: Showing 0 to 0 of 0 entries
vi: Hiển thị 0 tới 0 của 0 mục

source: (filtered from _MAX_ total entries)
vi: (đã lọc từ _MAX_ tổng số mục)

source: Show _MENU_ entries
vi: Hiển thị mục _MENU_

source: Loading...
vi: Đang tải...

source: Processing...
vi: Đang xử lý...

source: Search:
vi: Tìm kiếm:

source: No matching records found
vi: Không tìm được dữ liệu phù hợp

source: First
vi: Đầu tiên

source: Last
vi: Cuối cùng

source: Next
vi: Phía sau

source: Previous
vi: Phía trước

source: : activate to sort column ascending
vi: :kích hoạt để sắp xếp tăng dần theo cột

source: : activate to sort column descending
vi: :kích hoạt để sắp xếp giảm dần theo cột

source: Your password has been reset
vi: Mật khẩu của bạn đã được reset

source: Your account has been created
vi: Tài khoản của bạn đã được tạo

source: Leave Request from
vi: Yêu cầu ra ngoài từ

source: Leave Request
vi: Yêu cầu ra ngoài

source: Your leave request has been accepted
vi: Yêu cầu nghỉ của bạn được chấp nhận

source: Your leave request has been rejected
vi: Yêu cầu nghỉ của bạn bị từ chối

source: Your overtime request has been accepted
vi: Yêu cầu làm thêm giờ được chấp nhận

source: Your overtime request has been rejected
vi: Yêu cầu làm thêm giờ bị từ chối

source: Overtime Request
vi: Yều làm thêm giờ

source: Overtime request from
vi: Yêu cầu làm thêm giờ từ

source: Entitled days for contract
vi: Số ngày được phép trên hợp đồng

source: Edit
vi: Sửa

source: Start
vi: Bắt đầu

source: End
vi: Kết thúc

source: Days
vi: Ngày

source: Leave type
vi: Loại ngày nghỉ

source: Description
vi: Miêu tả

source: Add entitled days
vi: Thêm số ngày được phép

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày kết thúc

source: Add
vi: Thêm

source: "The field " + fieldname + " is mandatory."
vi: "Trường " + tên trường + " là bắt buộc."

source: Back to the list of contracts
vi: Quay trả lại danh sách các hợp đồng

source: Are you sure that you want to delete it?
vi: Bạn có chắc chắn xóa

source: Step
vi: Bước

source: Entitled days for employee
vi: Số ngày được phép cho nhân viên

source: Back to the list of employees
vi: Quay lại danh sách nhân viên

source: Entitled days to Contract #
vi: Số ngày được phép theo Hợp đồng #

source: Yearly leave period:
vi: Thời gian nghỉ phép hằng năm :

source: My overtime requests
vi: Các yêu cầu làm thêm giờ của tôi

source: view
vi: xem

source: edit
vi: sửa

source: delete
vi: xóa

source: Date
vi: Ngày

source: Reason
vi: lý do

source: Duration
vi: Khoảng thời gian

source: Status
vi: Trạng thái

source: New request
vi: Yêu cầu mới

source: Delete overtime request
vi: Xóa yêu cầu làm thêm giờ

source: Submit an overtime request
vi: Đệ trình yêu cầu làm thêm giờ

source: In days or fraction of days (e.g. 0.125 for 1h if you work 8h/day).
vi: Trong ngày hoặc trong một phần nhỏ của ngày (ví dụ 0.125 tương đương 1h nếu bạn làm việc 8h/ngày).

source: Request overtime
vi: Yêu cầu làm thêm giờ

source: The overtime request has been succesfully created
vi: Yêu cầu làm thêm giờ đã được tạo thành công

source: The overtime request has been succesfully created or updated, but you don't have a manager.
vi: Yêu cầu làm thêm giờ đã được tạo và cập nhật, nhưng User của bạn không có người quản lý

source: Edit overtime request #
vi: Sửa yêu cầu làm thêm giờ #

source: Edit a overtime request
vi: Sửa một yêu cầu làm thêm giờ

source: Update overtime
vi: Cập nhật làm thêm giờ

source: You cannot edit an overtime request already submitted
vi: Bạn không thể sửa yêu cầu làm thêm giờ khi đã đệ trình

source: The overtime request has been succesfully updated
vi: Yêu cầu làm thêm giờ đã được cập nhật thành công

source: The overtime request has been succesfully deleted
vi: Yêu cầu làm thêm giờ đã được xóa thành công

source: You can't delete this overtime request
vi: Bạn không thể xóa yêu cầu làm thêm giờ

source: View overtime request #
vi: Xem yêu cầu làm thêm giờ #

source: View overtime request
vi: Xem yêu cầu làm thê giờ

source: Back to list
vi: Trở về danh sách

source: List of overtime worked
vi: Danh sách các yêu cầu làm thêm giờ

source: Leave Management System
vi: Hệ thống quản lý ngày nghỉ

source: Link to documentation
vi: Liên kết tài liệu

source: Operation (%s) is not granted
vi: Hoạt động (%s) không được chấp thuận

source: Please wait
vi: Vui lòng đợi

source: Internet Explorer 8 and older browser are not supported. Please upgrade to IE9 or use Firefox, Chrome, etc.
vi: Internet Explorer 8 và các trình duyệt cũ hơn không được hỗ trợ, vui lòng nâng cấp IE9 hoặc sử dụng Firefox, Chrome, etc

source: TRUE
vi: ĐÚNG

source: FALSE
vi: SAI

source: Go top
vi: Lên đầu tiên

source: Requested
vi: Đã yêu cầu

source: Planned
vi: Kệ hoạch

source: Accepted
vi: Được chấp nhận

source: Rejected
vi: Bị từ chối

source: today
vi: hôm nay

source: identifier
vi: Người nhận dạng

source: firstname
vi: tên

source: lastname
vi: họ

source: date hired
vi: Ngày được tuyển dụng

source: department
vi: Phòng ban

source: position
vi: Vị trí

source: contract
vi: Hợp đồng

source: day off
vi: Ngày nghỉ

source: leave
vi: nghỉ phép

source: copied
vi: Đã sao chép

source: Your session has expired please login again
vi: Phiên làm việc đã hết hạn vui lòng đăng nhập lại

source: List of employees
vi: Danh sách nhân viên

source: edit user
vi: Sửa thông tin tài khoản

source: OT Worked
vi: Danh sách các yêu cầu làm thêm giờ

source: Leave Balance
vi: Số ngày nghỉ

source: Create Leave Request
vi: Tạo yêu cầu nghỉ

source: Presence report
vi: Báo cáo có mặt

source: Delegations
vi: Các uỷ quyền

source: Firstname
vi: Tên

source: Lastname
vi: Họ

source: Contract
vi: Hợp đồng

source: Manager
vi: Quản lý

source: Create
vi: Khởi tạo

source: Right-click / taphold on an employee for contextual actions.
vi: Nhấn chuột phải / chạm giữ lâu trên một nhân viên để thực hiện các hành động theo hoàn cảnh.

source: List of requested leaves
vi: Danh sách các yêu cầu nghỉ

source: List of leaves for employee #
vi: Danh sách ngày nghỉ cho nhân viên #

source: accept
vi: chấp nhận

source: reject
vi: từ chối

source: Delete leave request
vi: Xóa yêu cầu nghỉ

source: You are about to delete one leave request, this procedure is irreversible.
vi: Bạn muốn xóa một đề nghị nghỉ phép, thao tác này không thể phục hồi lại.

source: Submit a leave request
vi: Đệ trình một yêu cầu nghỉ

source: You are exceeding your entitled days
vi: Bạn đang vượt quá số ngày được phép của bạn

source: You have requested another leave request within the same dates.
vi: Bạn đã yêu cầu một đề nghị nghỉ phép khác trong cùng một ngày.

source: Cause (optional)
vi: Nguyên nhân (tùy chọn)

source: Request leave
vi: Yêu cầu nghỉ

source: The leave request has been succesfully created
vi: Yêu cầu nghỉ đã được tạo thành công

source: The leave request has been succesfully created or updated, but you don't have a manager.
vi: Yêu cầu nghỉ đã được tạo và cập nhật thành công, nhưng User của bạn không có ai quản lý

source: List of overtime requests
vi: Danh sách các yêu cầu làm thêm giờ

source: List of overtime requests for employee #
vi: Danh sách yêu cầu làm thêm giờ của cán bộ #

source: Available
vi: Có sẵn

source: Taken
vi: Được dùng

source: Entitled
vi: Được phép

source: Date of report
vi: Ngày báo cáo

source: By default this report shows the values for the last month. Please note that the list of leaves shows only the accepted leave requests.
vi: Mặc định báo cáo này sẽ hiển thị số liệu trong tháng trước. Xin lưu ý rằng danh sách ngày nghỉ này chỉ hiển thị các đề nghị nghỉ phép được chấp nhận.

source: Number of days
vi: Số ngày

source: Number of working days
vi: Số ngày làm việc

source: Number of non-working days
vi: Số ngày không là việc

source: Duration of leaves
vi: Khoảng thời gian vắng mặt

source: Duration of presence
vi: Khoảng thời gian có mặt

source: Overlapping detected
vi: Phát hiện có sự chồng chéo

source: Please check
vi: Hãy kiểm tra

source: List of leaves in the month
vi: Danh sách các ngày nghỉ trong tháng

source: My summary
vi: Tổng hợp

source: Overtime details (added to compensate leaves)
vi: Chi tiết làm thêm giờ (đã thêm vào để bù ngày phép)

source: Catch up for
vi: Theo kịp với

source: No entitled or taken days for this period. Please contact your HR Officer / Manager.
vi: Không có số ngày được phép hay được dùng trong khoảng thời gian này. Vui lòng liên hệ Trưởng bộ phận nhân sự của bạn.

source: It appears that you have no contract. Please contact your HR Officer / Manager.
vi: Hiển thị bạn không có hợp đồng. Vui lòng liên hệ Trưởng bộ phận nhân sự của bạn.

source: My leave requests
vi: Yêu cầu nghỉ của tôi

source: Edit a leave request
vi: Sửa một yêu cầu nghỉ

source: Edit leave request #
vi: Sửa yêu cầu nghỉ #

source: Update leave
vi: Cập nhật yêu cầu nghỉ

source: You cannot edit a leave request already submitted
vi: Bạn không thể sửa một yêu cầu nghỉ đã được đệ trình

source: The leave request has been succesfully updated
vi: Yêu cầu nghỉ đã được cập nhật thành công

source: You can't delete this leave request
vi: Bạn không thể xóa yêu cầu nghỉ này

source: The leave request has been succesfully deleted
vi: Yêu cầu nghỉ đã được xóa thành công

source: View leave request #
vi: Xem yêu cầu nghỉ #

source: View a leave request
vi: Xem một yêu cầu nghỉ

source: List of leaves
vi: Danh sách yêu cầu nghỉ

source: Morning/Afternnon
vi: Sáng/Chiều

source: Leave types
vi: Loại ngày nghỉ

source: Leave type #0 is a system type reserved for overtime management. You should not use it for other requests.
vi: Nghỉ phép dạng #0 là một dạng hệ thống dành cho quản lý làm thêm giờ. Bạn không nên sử dụng nó cho các đề nghị khác.

source: Leave type #0 is a system type reserved for overtime management. Are you sure that you want to rename it?
vi: Nghỉ phép dạng #0 là một dạng hệ thống dành cho quản lý làm thêm giờ. Bạn có chắc chắn muốn đổi tên nó?

source: Create a new type
vi: Tạo loại mới

source: No leave type found into the database.
vi: Không có ngày nghỉ nào được tìm thấy trong Cơ sở dữ liệu

source: Add a leave type
vi: Thêm loại ngày nghỉ

source: The leave type has been succesfully created.
vi: Loại ngày nghỉ được tạo thành công

source: Edit a Leave type
vi: Sửa một loại ngày nghỉ

source: Update
vi: Cập nhật

source: The leave type has been succesfully updated.
vi: Loại ngày nghỉ được cập nhật thành công

source: Delete Leave Type
vi: Xóa loại ngày nghỉ

source: The leave type has been succesfully deleted.
vi: Loại ngày nghỉ đã được xóa thành công

source: You cannot delete a system leave type.
vi: Bạn không thể xóa loại ngày nghỉ của hệ thống

source: You cannot delete a leave type that is used.
vi: Bạn không thể xóa loại ngày nghỉ này vì nó đang được sử dụng

source: Change password
vi: Đổi mật khẩu

source: Welcome
vi: Chào mừng

source: Logout
vi: Đăng xuất

source: View my personal information
vi: Xem thông tin cá nhân

source: reset password
vi: Thay đổi mật khẩu

source: Admin
vi: Quản trị hệ thống

source: List of users
vi: Danh sách người sử dụng

source: Create user
vi: Tạo User

source: Settings
vi: Cài đặt

source: Employees
vi: Nhân viên

source: Organization
vi: Tổ chức

source: Contracts
vi: Hợp đồng

source: List of positions
vi: Danh sách các vị trí

source: List of types
vi: Danh sách các loại

source: Reports
vi: Các báo cáo

source: My subordinates
vi: Cấp dưới của tôi

source: Overtime
vi: Làm thêm giờ

source: Requests
vi: Các yêu cầu

source: List of OT Worked
vi: Danh sách các yêu cầu làm thêm giờ

source: Submit an OT Request
vi: Yêu cầu thêm

source: Counters
vi: Đếm

source: List of leave requests
vi: Danh sách các yêu cầu nghỉ

source: Request a leave
vi: Yêu cầu nghỉ

source: Calendars
vi: Lịch

source: My workmates
vi: Các đồng nghiệp của tôi

source: Department
vi: Phòng ban

source: Global
vi: Toàn cầu

source: Tabular
vi: Bảng

source: Search for an entity
vi: Tìm kiếm một thực thể

source: Search
vi: Tìm kiếm

source: Attach an Employee
vi: Thêm nhân viên

source: Detach an Employee
vi: Bỏ nhân viên khỏi danh sách

source: Supervisor
vi: Kiểm soát

source: If you select a supervisor, he will receive a copy of accepted and rejected leave requests submitted by employees of this entity.
vi: Nếu bạn lựa chọn một người kiểm soát, Người này sẽ nhận được một e-mail khi chấp nhận hoặc từ chối đề nghị nghỉ

source: Select a Supervisor
vi: Chọn người kiểm soát

source: Delete Entity
vi: Xóa thực thể

source: Add an Employee
vi: Thêm nhân viên

source: An error occured
vi: Có một lỗi xảy ra

source: Name of the entity
vi: Tên của thực thể

source: Please select one entity in the organization (treeview on the right).
vi: Hãy chọn mộ thực tể trong danh sách (Cây ở bên phải)

source: You cannot delete the root entity.
vi: Bạn không thể xóa thư mục gốc

source: Overtime Requests submitted to me
vi: Yêu cầu làm thêm giờ được đệ trình cho tôi

source: This screen lists the overtime requests submitted to you. If you are not a manager, this list will always be empty.
vi: Màn hình hiển thị danh sách các yêu cầu làm thêm giờ được đệ trình cho bạn. Nếu như bạn không phải là lãnh đạo, danh sách này sẽ trống

source: Fullname
vi: Tên đầy đủ

source: All requests
vi: Tất cả các yêu cầu

source: Pending requests
vi: Các yêu cầu chờ phê duyệt

source: The overtime request has been successfully rejected.
vi: Yêu cầu làm thêm giờ của bạn đã bị từ chối

source: The overtime request has been successfully accepted.
vi: Yêu cầu làm thêm giờ của bạn đã được chấp nhận

source: Create position
vi: Tạo chức danh

source: Delete Position
vi: Xóa chức danh

source: Create a new position
vi: Tạo một chức danh mới

source: The position has been succesfully created.
vi: Một chức danh đã được tạo thành công

source: Edit position #
vi: Sửa thông tin chức danh

source: Update position
vi: Cập nhật thông tin chức danh

source: The position has been succesfully updated.
vi: Thông tin chức danh được cập nhật thành công

source: The position has been succesfully deleted.
vi: Thông tin chức danh đã được xóa thành công

source: List of reports
vi: Danh sách các báo cáo

source: Report
vi: Báo cáo

source: Back to list of reports
vi: Quay lại danh sách báo cáo

source: List of Report
vi: Danh sách báo cáo

source: Launch
vi: Phóng

source: Leave Requests submitted to me
vi: Yêu cầu nghỉ đã được đệ trình cho tôi

source: This screen lists the leave requests submitted to you. If you are not a manager, this list will always be empty.
vi: Danh sách này hiển ghị các yêu cầu nghỉ được đệ trình cho bạn. Nếu bạn không phải là lãnh đạo, danh sách này sẽ trống

source: List of my subordinates
vi: Danh sách các cộng tác viên

source: Create a leave request in behalf of this subordinate
vi: Tạo một yêu cầu nghỉ thay mặt cộng tác viên này

source: Your are not the manager of this employee.
vi: Bạn không phải là lãnh đạo của nhân viên này

source: List of subordinates
vi: Danh sách cộng tác viên

source: The leave request has been successfully accepted.
vi: Yêu cầu nghỉ đã được chấp nhận

source: You are not the line manager of this employee. You cannot reject this leave request.
vi: Bạn không phải là quản lý trực tiếp của nhân viên này. Bạn không thể từ chối đề nghị nghỉ phép này.

source: The leave request has been successfully rejected.
vi: Yêu cầu nghỉ đã bị từ chối

source: Morning/Afternoon
vi: Sáng/chiều

source: List of delegations
vi: Danh sách uỷ quyền

source: This is the list of employees who can accept or reject a request in your behalf.
vi: Danh sách người thay mặt bạn chấp nhận hoặc từ chối các yêu cầu

source: Revoke
vi: Thu hồi

source: Add a delegate
vi: Thêm đại biểu

source: Are you sure that you want to revoke this delegation?
vi: Bạn có chắc chắn rằng bạn muốn thu hồi uỷ quyền này?

source: Login
vi: Đăng nhập

source: Language
vi: Ngôn ngữ

source: Password
vi: Mật khẩu

source: Send me my password
vi: Gửi mật khẩu cho tôi

source: Please fill the login field
vi: Hãy điền đủ các thông tin đăng nhập

source: Unknown login. Please contact your HR Officer / Manager.
vi: User không tồn tại. Hãy liên hệ với trưởng bộ phận nhân sự

source: The password has been sent to your e-mail adress.
vi: Mật khẩu đã được gửi vào e-mail của bạn

source: Invalid login id or password
vi: Thông tin đăng nhập và mật khẩu không chính xác

source: The language has been succesfully set to
vi: Đã chuyển ngôn ngữ

source: Rename
vi: Đổi têm

source: Remove
vi: Xóa

source: Cut
vi: Cắt

source: Paste
vi: Dán

source: Active
vi: Đang hoạt động

source: Inactive
vi: Ngừng hoạt động

source: edit user details
vi: Sửa đổi thông tin User

source: delete user
vi: Xóa User

source: Role
vi: Vai trò

source: Create a new user
vi: Tạo User mới

source: Import users
vi: Thêm User

source: Delete User
vi: Xóa User

source: You are about to delete one user, this procedure is irreversible.
vi: Bạn muốn xóa một người dùng, thao tác này không thể phục hồi lại.

source: Import Users
vi: Nhập danh sách User

source: Filename
vi: Tên File

source: My personal information
vi: Thông tin các nhân của tôi

source: Position
vi: Chức danh

source: Date hired/started
vi: Ngày tuyển dụng

source: Internal/Company Identifier
vi: Mã cán bộ

source: Edit user #
vi: Sửa đổi thông tin user #

source: Edit user
vi: Sửa đổi thông tin user

source: No line manager.
vi: Không có người quản lý trực tiếp.

source: If a user has no manager (itself), it can validate its leave requests.
vi: Nếu người dùng không có người quản lý (tự quản lý), đề nghị nghỉ phép có thể tự duyệt.

source: Self
vi: Chính bạn

source: Timezone
vi: Múi giờ

source: LDAP Path
vi: Đường dẫn LDAP

source: Select the manager
vi: Chọn người quản lý

source: Select a position
vi: Chọn một chức danh

source: Update user
vi: Cập nhật thông tin user

source: The user has been succesfully updated
vi: Thông tin user được cập nhật thành công

source: The user has been succesfully deleted
vi: User đã bị xóa

source: The password has been succesfully changed
vi: Mật khẩu đã được thanh đổi thành công

source: Generate password
vi: Tạo mật khẩu

source: It is recommended to select a contract. Do you want to create the user without a contract?
vi: Khuyến nghị bạn chọn một hợp đồng. Bạn muốn tạo người dùng mà không có hợp đồng?

source: The user has been succesfully created
vi: User đã được tạo thành công

source: Username already exists.
vi: User đã tồn tại
