Repository: bbalet/jorani
Catalog: public/application/language/vietnamese/vietnamese.po
Languages: vi

source: This username is not available.
vi: User này không sẵn sàng

source: Reset
vi: Thiết lập lại
