Repository: bbalet/jorani
Catalog: public/application/language/romanian/romanian.po
Languages: ro

source: Detection of configuration and data problems
ro: Detectarea configurării și probleme cu datele

source: No error
ro: Fără eroare

source: Leave Requests
ro: Cereri de concediu

source: Accepted but duplicated Leave Requests
ro: Cereri de concediu acceptate dar dublate

source: Employee
ro: Angajat

source: Start Date
ro: Dată start

source: Type
ro: Tip

source: Afternoon/Morning
ro: După masă/Dimineaţă

source: Leave Requests with a wrong start/end type.
ro: Cereri de concediu cu data de start/sfârșit greșite.

source: Date
ro: Data

source: Start
ro: Început

source: End
ro: Sfârşit

source: Entitled days
ro: Zile de concediu disponibile

source: List of contracts and employees having entitlements for more than one year.
ro: Lista de contracte și angajați având drepturi pentru mai mult de un an.

source: Name
ro: Nume

source: End Date
ro: Dată sfârşit

source: Incomplete deletion into database.
ro: Ștergere incompletă din baza de date.

source: Non-working days
ro: Zile nelucrătoare

source: Number of days (per contract) for which a non-working duration has been defined.
ro: Număr de zile (per contract) pentru care durata de zile nelucrătoare a fost definită.

source: Last year
ro: Anul trecut

source: This year
ro: Anul curent

source: Next year
ro: Anul viitor

source: Overtime
ro: Ore suplimentare

source: Overtime requests with a negative duration
ro: Ore suplimentare cu o durată negativă

source: Duration
ro: Durata

source: Contracts
ro: Contracte

source: Unused contracts (check if the contract is not duplicated).
ro: Contracte nefolosite (verifică dacă sunt duplicate)

source: Balance
ro: Balanță

source: Leave requests for which there are no entitlments.
ro: Cereri de concediu care nu au zile disponibile.

source: OAuth clients and sessions
ro: Clienți si sesiuni OAuth

source: Clients
ro: Clienți

source: List of clients allowed to use the REST API
ro: Lista de clienți acceptati pentru a folosi REST API

source: edit client
ro: editează client

source: delete client
ro: șterge client

source: Add
ro: Adaugă

source: Add OAuth Client
ro: Adaugă client OAuth

source: Associate to an actual user
ro: Asociază cu un utilizator existent

source: This client_id already exists
ro: Acest client_id deja există

source: Are you sure that you want to proceed?
ro: Sigur dorești să continui?

source: Sessions
ro: Sesiuni

source: List of active REST API OAuth Sessions
ro: Lista sesiunilor REST API OAuth active

source: Purge
ro: Elimină

source: Yearly calendar
ro: Calendar anual

source: Export
ro: Exportă

source: My calendar
ro: Calendarul meu

source: Calendar of my leaves.
ro: Calendarul concediilor mele

source: Download an iCal file
ro: Descarcă fişier iCal

source: (import the event into Outlook, Thunderbird, etc.)
ro: (importă evenimentul în Outlook, Thunderbird, etc)

source: Event details
ro: Detaliile evenimentului

source: Close
ro: Închide

source: Days off
ro: Zile libere

source: Calendar of my workmates
ro: Calendarul colegilor

source: Leaves of employees having the same line manager
ro: Cereri ale angajaților care au același manager.

source: Calendar of my subordinates
ro: Calendarul subordonaţilor

source: Leaves of my direct report subordinates (will be empty if I'm not a manager).
ro: Cereri ale subordonaților mei (va fi gol dacă nu sunt manager)

source: Calendar of my department
ro: Calendarul departamentului meu

source: Calendar of employees working in my department
ro: Calendar cu angajații din departamentul meu

source: It appears that you don't belong to any department. Please contact your HR Officer / Manager.
ro: Se pare că nu ești în nici un departament. Te rog contacteaza managerul tău sau Ofițerul HR

source: Calendar of the organization
ro: Calendarul organizaţiei

source: Global calendar with a filter on entity
ro: Calendar global cu filtru pe entitate.

source: Select the entity
ro: Selectați entitatea

source: Select
ro: Selectează

source: Include sub-departments
ro: Include sub-departament

source: Select an entity
ro: Selectează entitatea

source: Cancel
ro: Anulează

source: Tabular Calendar
ro: Calendar tabular

source: Month
ro: Luna

source: Year
ro: An

source: Previous
ro: Precedent

source: Next
ro: Următorul

source: Select a list
ro: Selectează o listă

source: Display leave types
ro: Afișează tipul de cereri.

source: Entity
ro: Entitate

source: Sub-entities
ro: Sub-entități

source: Mo
ro: Lu

source: Tu
ro: Ma

source: We
ro: Mi

source: Th
ro: Jo

source: Fr
ro: Vi

source: Su
ro: Du

source: Monday
ro: Luni

source: Tuesday
ro: Marti

source: Wednesday
ro: Miercuri

source: Thursday
ro: Joi

source: Friday
ro: Vineri

source: Saturday
ro: Sâmbătă

source: Sunday
ro: Duminică

source: All days
ro: Toate zilele

source: January
ro: Ianuarie

source: February
ro: Februarie

source: March
ro: Martie

source: April
ro: Aprilie

source: May
ro: Mai

source: June
ro: Iunie

source: July
ro: Iulie

source: September
ro: Septembrie

source: October
ro: Octombrie

source: November
ro: Noimebrie

source: December
ro: Decembrie

source: List of contracts
ro: Lisa contractelor

source: Start period
ro: Perioada de start

source: End period
ro: Data final.

source: delete contract
ro: şterge contract

source: edit contract
ro: editează contract

source: entitled days
ro: zile disponibile

source: days off and weekends
ro: zile libere si weekend

source: Exclude leave types
ro: Exclude tipul de cerere

source: Export this list
ro: Exportă această listă

source: Create contract
ro: Creează contract

source: Delete Contract
ro: Şterge Contract

source: You are about to delete one contract, this procedure is irreversible.
ro: Veţi sterge acest contract, procedura e ireversibilă

source: Do you want to proceed?
ro: Continuaţi?

source: Yes
ro: Da

source: No
ro: Nu

source: Exclude leave types from a contract
ro: Exclude tipuri de cereri dintr-un contract.

source: You cannot exclude leave types already in use (used at least one time by en employee attached to the contract) and the default leave type (set on the contract or into the configuration file).
ro: Nu puteți exclude tipurile de concedii deja în uz (utilizate cel puțin o dată de angajatul atașat la contract) și tipul de concediu implicit (setat pe contract sau în fișierul de configurare).

source: Included leave types
ro: Include tipurile de cerere

source: Excluded leave types
ro: Exclude tipurile de cerere

source: Include this leave type
ro: Include acest tip de cerere

source: Exclude this leave type
ro: Exclude acest tip de cerere

source: This leave type is already in use
ro: Acest tip de cerere este deja în uz

source: You cannot exclude the default leave type
ro: Nu poți exlude tipul implicit de cerere

source: Edit a contract
ro: Editează contract

source: Edit contract #
ro: Editează contract #

source: Month / Start
ro: Lună / Start

source: Day / Start
ro: Zi / Start

source: Month / End
ro: Lună / Sfârşit

source: Day / End
ro: Zi / Sfârşit

source: Default leave type
ro: Tip implicit de cerere

source: Update contract
ro: Actualizează contract

source: The contract has been succesfully updated
ro: Contractul a fost actualizat cu succes

source: Create a new contract
ro: Creează contract nou

source: The contract has been succesfully created
ro: Contractul a fost creeat cu succes

source: The contract has been succesfully deleted
ro: Contractul a fost şters cu succes

source: Calendar of non working days
ro: Calendar pentru zile nelucrătoare

source: Days off and weekends are not configured by default. Click on a day to edit it individually or use the button "Series".
ro: Zilele libere legale si de weekend nu sunt configurate implicit. Click pe o zi pentru a o edita individual sau folosește butonul "Serie"

source: Legend:
ro: Legendă:

source: All day
ro: Toată ziua

source: Morning
ro: Dimineaţa

source: Afternoon
ro: După masa

source: Back to contracts
ro: Înapoi la contracte

source: Series of non-working days
ro: Serie de zile nelcrătoare

source: Edit day off
ro: Editează zi liberă

source: Title
ro: Titlu

source: Working day
ro: Zi lucrătoare

source: All day is off
ro: Toată ziua liberă

source: Morning is off
ro: Dimineaţa liberă

source: Afternoon is off
ro: După masa liberă

source: Delete
ro: Şterge

source: Import iCal
ro: Importă iCal

source: URL of non-working days iCal file
ro: ULR pentru fisierul iCal al zilelor nelucrătoare

source: Edit a series of days off
ro: Editează o serie de zile libere

source: Mark every
ro: Marchează toate

source: From
ro: De la

source: Current
ro: Curent

source: To
ro: Pentru

source: As a
ro: Ca şi

source: Copy
ro: Copie

source: You must select a contract.
ro: Trebuie sa selectați un contract

source: Data has been copied successfully.
ro: Datele au fost copiate cu succes

source: No data available in table
ro: Nu există date în tabel

source: Showing _START_ to _END_ of _TOTAL_ entries
ro: Arata de la _START_ to _END_ of _TOTAL_ intrări

source: Showing 0 to 0 of 0 entries
ro: Arată de la 0 la 0 din 0 intrări

source: Show _MENU_ entries
ro: Arată intrarile din _MENU_

source: Loading...
ro: Incărcare ...

source: Processing...
ro: Procesare ...

source: Search:
ro: Căutare

source: No matching records found
ro: Nu sunt înregistrari care să se potrivească

source: First
ro: Primul

source: Last
ro: Ultimul

source: : activate to sort column ascending
ro: :activează filtrarea acendentă a coloanei

source: : activate to sort column descending
ro: :activează filtrarea descendentă a coloanei

source: Page length
ro: Marimea paginii

source: 10 rows
ro: 10 rânduri

source: 25 rows
ro: 25 rânduri

source: 50 rows
ro: 50 rânduri

source: Show all
ro: Arată toate

source: Change columns
ro: Schimbă coloanele

source: Your password has been reset
ro: Parola dumneavoastră a fost resetată

source: Your account has been created
ro: Contul dumneavoastră a fost creat.

source: Leave Request from
ro: Formular de cerere de concediu

source: Leave Request
ro: Cerere de concediu

source: Leave Request Cancellation from
ro: Formular pentru anularea cererii de concediu

source: Leave Request Cancellation
ro: Anularea cererii de concediu

source: Your Cancellation Request has been accepted
ro: Cererea de anulare a concediului a fost acceptată

source: Your Cancellation Request has been rejected
ro: Cererea de anulare a concediului a fost respinsă

source: Your leave request has been accepted
ro: Cerere dumneavoastră de concediu a fost acceptata

source: Your leave request has been rejected
ro: Cererea dumneavoastră de concediu nu a fost acceptată.

source: Your overtime request has been accepted
ro: Cererea pentru ore suplimentare a fost acceptată

source: Your overtime request has been rejected
ro: Cererea pentru ore suplimentare a fost respinsă

source: Overtime Request
ro: Cereri de ore suplimentare

source: Overtime request from
ro: Formular ore suplimentare

source: Entitled days for contract
ro: Zile disponibile pentru contract

source: Edit
ro: Editare

source: Days
ro: Zile

source: Leave type
ro: Tip de concediu

source: Description
ro: Descriere

source: Add entitled days
ro: Adaugă zile disponibile

source: "The field " + fieldname + " is mandatory."
ro: "Câmpul " + fieldname + " este obligatoriu."

source: Back to the list of contracts
ro: Înapoi la lista de contracte

source: Are you sure that you want to delete it?
ro: Sunteți sigur că doriți să ștergeți ?

source: Step
ro: Pas

source: Entitled days for employee
ro: Zile de concediu disponibile pentru angajat

source: Back to the list of employees
ro: Inapoi la lista de angajați

source: Entitled days to Contract #
ro: Zile de concediu disponibile la Contract #

source: Yearly leave period:
ro: Perioada concediului anual

source: Entitled days to Employee
ro: Zile de concediu disponibile pentru Angajat

source: My overtime requests
ro: Cererea mea de ore suplimentare

source: view
ro: vizualizare

source: edit
ro: editare

source: delete
ro: ștergere

source: Reason
ro: Motiv

source: New request
ro: Cerere nouă

source: Delete overtime request
ro: Sterge cererea de ore suplimentare

source: You are about to delete one overtime request, this procedure is irreversible.
ro: Sunteți pe cale să ștergeți o cerere de ore suplimentare, această procedură este ireversibilă.

source: Submit an overtime request
ro: Trimite o cerere de ore suplimentare

source: In days or fraction of days (e.g. 0.125 for 1h if you work 8h/day).
ro: In zile sau bucati de zile ( ex. 0.125 pentru o ora daca lucrați 8 ore/zi )

source: Request overtime
ro: Cerere ore suplimentare

source: The overtime request has been succesfully created
ro: Solicitarea pentru ore suplimentare a fost creată cu succes

source: The overtime request has been succesfully created or updated, but you don't have a manager.
ro: Solicitarea pentru ore suplimentare a fost creată/modificată cu succes dar nu sunteți asignat unui manager

source: Edit overtime request #
ro: Editare cerere de ore suplimentare #

source: Edit a overtime request
ro: Editare cerere de ore suplimentare

source: Update overtime
ro: Modificare ore suplimentare

source: You cannot edit an overtime request already submitted
ro: Nu puteți modifica o cerere de ore suplimentare trimisa

source: The overtime request has been succesfully updated
ro: Cererea de ore suplimentare a fost modificata cu succes

source: The overtime request has been succesfully deleted
ro: Cererea de ore suplimentare a fost ștearsă cu succes

source: You can't delete this overtime request
ro: Nu puteți șterge această cerere de ore suplimentare

source: View overtime request #
ro: Vizualizare cerere de ore suplimentare #

source: View overtime request
ro: Vizualizare cerere de ore suplimentare

source: Back to list
ro: Înapoi la listă

source: List of overtime worked
ro: Lista orelor suplimentare lucrate

source: Leave Management System
ro: Sistemul de Management al Concediilor

source: Link to documentation
ro: Link către documentație

source: Operation (%s) is not granted
ro: Operația (%s) nu este acordată

source: Please wait
ro: Vă rugăm așteptați

source: Internet Explorer 8 and older browser are not supported. Please upgrade to IE9 or use Firefox, Chrome, etc.
ro: Internet Explorer 8 si browserele mai vechi, nu sunt acceptate. Vă rugăm să faceți upgrade la IE9 sau să utilizați Firefox, Chrome etc.

source: Object not found. Maybe that you are trying to access to an object that was deleted.
ro: Obiectul nu a fost găsit. Posibil încercați să accesați un obiect care a fost șters.

source: Go top
ro: Mergi sus

source: Requested
ro: Solicitat

source: Planned
ro: Planificat

source: Accepted
ro: Acceptat

source: Rejected
ro: Respins

source: Cancellation
ro: Anulare

source: Canceled
ro: Anulat

source: today
ro: astăzi

source: identifier
ro: identificator

source: firstname
ro: prenume

source: lastname
ro: nume

source: date hired
ro: data angajării

source: department
ro: departament

source: position
ro: poziție

source: day off
ro: zi liberă

source: leave
ro: concediu

source: All
ro: Toate

source: copied
ro: copiat

source: Do You Authorize %s application?
ro: Autorizați aplicația %s ?

source: Your session has expired please login again
ro: Sesiunea dumneavoastră a expirat. Logați-vă din nou.

source: Unexpected Ajax Error
ro: Eroare neașteptată Ajax

source: List of employees
ro: Lista angajaților

source: edit user
ro: editare utilizator

source: Leaves
ro: Concedii

source: OT Worked
ro: OT Lucrate

source: Leave Balance
ro: Balanța Concediului

source: Create Leave Request
ro: Creați Cerere Concediu

source: Presence report
ro: Raportul privind prezența

source: Delegations
ro: Delegații

source: Firstname
ro: Nume

source: Lastname
ro: Prenume

source: Identifier
ro: Identificator

source: Date hired
ro: Data angajării

source: Position
ro: Poziția

source: Create
ro: Creați

source: Right-click / taphold on an employee for contextual actions.
ro: Click dreapta / apăsați pe un angajat pentru acțiuni contextuale.

source: Active
ro: Activ

source: Inactive
ro: Inactiv

source: Selection
ro: Selecție

source: Select all
ro: Selectează tot

source: Deselect all
ro: Deselectează tot

source: Select Manager
ro: Selecteză Manager

source: Select Contract
ro: Selectează Contract

source: Select Entity
ro: Selectează Entitate

source: Submit a leave request
ro: Trimiteți o cerere de concediu

source: Select the manager
ro: Selectează manager

source: You must select at least one employee into the table
ro: Trebuie să selectați cel puțin un angajat în tabel

source: List of requested leaves
ro: Lista cererilor de concediu

source: List of leaves for employee #
ro: Lista cererilor pentru angajat #

source: accept
ro: acept

source: reject
ro: respinge

source: show history
ro: arată istoric

source: Delete leave request
ro: Șterge cerere de concediu

source: You are about to delete one leave request, this procedure is irreversible.
ro: Sunteți pe cale să ștergeți o cerere de concediu. Această procedură este ireversibilă.

source: List of deleted leave requests
ro: Lista cererilor de concediu șterse

source: You are exceeding your entitled days
ro: Ați depașit numărul de zile alocate

source: You have requested another leave request within the same dates.
ro: Ați trimis o altă cerere de concediu cuprinsă in aceeași perioadă.

source: Cause (optional)
ro: Cauza (opțional)

source: Request leave
ro: Cerere de concediu

source: The leave request has been succesfully created
ro: Cererea de concediu a fost creată cu succes

source: The leave request has been succesfully created or updated, but you don't have a manager.
ro: Cererea de concediu a fost creată/modificată cu succes, dar nu sunteți asignat unui manager.

source: %s non-working days in the period
ro: %szile nelucrătoare in această perioadă

source: Your leave request matches with a non-working day.
ro: Perioada cererii de concediu cuprinde zile nelucrătoare. Completați câmpul cu diferența dintre zilele totale și zilele nelucrătoare.

source: It appears that you have no contract. Please contact your HR Officer / Manager.
ro: Nu sunteți asignat unui contract. Adresați-vă HR Officer / Manager.

source: You can't create a leave request for two yearly leave periods. Please create two different leave requests.
ro: Nu puteți crea o cerere de concediu pentru două perioade de concediu anuale. Creați două solicitări de concediu diferite.

source: List of overtime requests
ro: Lista cererilor de overtime

source: List of overtime requests for employee #
ro: Lista cererilor de overtime pentru angajat #

source: Leave balance for user #
ro: Balanța concediilor pentru utilizatorul #

source: Available
ro: Disponibil

source: Taken
ro: Luate

source: Entitled
ro: Cu drept

source: This employee has no contract.
ro: Angajatul nu are contract

source: Date of report
ro: Data raportului

source: By default this report shows the values for the last month. Please note that the list of leaves shows only the accepted leave requests.
ro: În mod implicit, acest raport prezintă valorile pentru ultima lună. Vă rugăm să rețineți că lista concediilor arată doar cererile acceptate.

source: Execute
ro: Execută

source: Number of days
ro: Număr de zile

source: Number of working days
ro: Număr de zile lucrătoare

source: Number of non-working days
ro: Număr de zile nelucrătoare

source: Duration of leaves
ro: Durata concediilor

source: Duration of presence
ro: Durata prezenței

source: Overlapping detected
ro: Suprapunere detectată

source: The employee has no contract
ro: Angajatul nu are contract

source: Please check
ro: Vă rugăm verificați

source: List of leaves in the month
ro: Lista concediilor intr-o lună

source: My summary
ro: Sumarul meu

source: Overtime details (added to compensate leaves)
ro: Detalii suplimentare privind orele suplimentare ( adăugate pentru compensarea concediilor )

source: Catch up for
ro: Pregătește-te pentru

source: No entitled or taken days for this period. Please contact your HR Officer / Manager.
ro: Nu există zile pentru acest interval. Contactați responsabilul / managerul dvs. de resurse umane.

source: My leave requests
ro: Cererile mele de concediu

source: cancel
ro: anulează

source: Last change
ro: Ultima modificare

source: Changed Date
ro: Data modificării

source: Change Type
ro: Tipul modificării

source: Changed By
ro: Modificat de

source: The leave request has been successfully created
ro: Cererea de concediu a fost creată cu succes

source: The leave request has been successfully created or updated, but you don't have a manager.
ro: Cererea de concediu a fost creată/modificată cu succes, dar nu sunteți asignat unui manager.

source: Edit a leave request
ro: Modificați o cerere de concediu

source: Edit leave request #
ro: Modificare cerere de concediu #

source: Update leave
ro: Modifică un concediu

source: You cannot edit a leave request already submitted
ro: Nu puteți modifica o cerere de concediu trimisă

source: The leave request has been successfully updated
ro: Cererea de concediu a fost modificată cu succes

source: You can't cancel this leave request
ro: Nu puteți anula această cerere de concediu

source: The cancellation request has been successfully sent
ro: Cererea de anulare a fost trimisă cu succes.

source: The leave request has been successfully cancelled
ro: Cererea de concediu a fost anulată cu succes

source: An error occured while trying to accept the cancellation
ro: S-a găsit o eroare în timp ce se încerca acceptarea anulării

source: The leave request has now its original status of Accepted
ro: Cererea de concediu are statusul Acceptată

source: An error occured while trying to reject the cancellation
ro: S-a găsit o eroare în timp ce se încerca respingerea anulării

source: You can't delete this leave request
ro: Nu poți șterge această cerere de concediu

source: The leave request has been successfully deleted
ro: Cererea de concediu a fost ștearsă cu succes

source: View leave request #
ro: Vezi cererea de concediu #

source: View a leave request
ro: Vezi o cerere de concediu

source: List of leaves
ro: Listă de cereri

source: Morning/Afternoon
ro: Dimineață/După amiază

source: Send a reminder
ro: Trimite o aducere aminte

source: The reminder email was sent to the manager
ro: Reminder trimis către manager

source: Comments
ro: Comentarii

source: New comment
ro: Comentariu nou

source: Send comment
ro: Trimite comentariu

source: says
ro: spune

source: The status of the leave have been changed to
ro: Statusul concediului a fost schimbat în

source: Leave types
ro: Tipul cererii

source: Leave type #0 is a system type reserved for overtime management. You should not use it for other requests.
ro: Tipul concediului # 0 este un tip de sistem rezervat gestionării orelor suplimentare. Nu trebuie să o utilizați pentru alte cereri.

source: Leave type #0 is a system type reserved for overtime management. Are you sure that you want to rename it?
ro: Tipul concediului # 0 este un tip de sistem rezervat gestionării orelor suplimentare. Sunteți sigur că doriți redenumirea lui ?

source: Acronym
ro: Acronim

source: Deduct non working days
ro: Deducere ore nelucrătoare

source: Create a new type
ro: Creeaza un nou tip de cerere

source: No leave type found into the database.
ro: Niciun tip de concediu existent in baza de date

source: This leave type already exists.
ro: Tip de concediu existent !

source: Add a leave type
ro: Adaugați un tip de concediu

source: Suggest an acronym
ro: Sugerează un acronim

source: The leave type has been succesfully created.
ro: Tipul de concediu creat cu succes.

source: Edit a Leave type
ro: Modifică un tip de concediu

source: Update
ro: Actualizează

source: The leave type has been succesfully updated.
ro: Tipul de concediu modificat cu succes.

source: Delete Leave Type
ro: Sterge Tipul de concediu
