Repository: bbalet/jorani
Catalog: public/application/language/romanian/romanian.po
Languages: ro

source: You are about to delete one leave type, this procedure is irreversible.
ro: Sunteți pe cale să ștergeți un tip de concediu. Această procedură este ireversibilă.

source: The leave type has been succesfully deleted.
ro: Tipul de concediu a fost șters cu succes.

source: You cannot delete a system leave type.
ro: Nu poți șterge tipul implicit de cerere

source: You cannot delete a leave type that is used.
ro: Nu puteți șterge un tip de concediu care este utilizat.

source: Change password
ro: Schimbă parola

source: Welcome
ro: Bine ați venit

source: Logout
ro: Deconectare

source: View my personal information
ro: Vizualizare informații personale

source: reset password
ro: resetare parolă

source: List of users
ro: Listă utilizatori

source: Create user
ro: Creare cont utilizator

source: Settings
ro: Setări

source: OAuth Clients
ro: Clienți OAuth

source: HR
ro: Resurse Umane

source: Employees
ro: Angajați

source: Organization
ro: Organizație

source: List of positions
ro: Lista de posturi

source: List of types
ro: Lista tipurilor

source: Reports
ro: Rapoarte

source: Leave balance
ro: Balanța concediilor

source: Leave requests
ro: Cereri de concediu

source: Approval
ro: Aprobare

source: My subordinates
ro: Subordonații mei

source: Requests
ro: Cereri

source: List of OT Worked
ro: Lista OT lucrate

source: Submit an OT Request
ro: Trimite o cerere de OT

source: Counters
ro: Contoare

source: List of leave requests
ro: Lista cererilor de concediu

source: Request a leave
ro: Cereți un concediu

source: Calendars
ro: Calendare

source: My workmates
ro: Colegii mei

source: Department
ro: Departament

source: Search for an entity
ro: Căutați o entitate

source: Search
ro: Căutare

source: Employees attached to entity
ro: Engajați atașați entității

source: Attach an Employee
ro: Atașați un angajat

source: Detach an Employee
ro: Dezatașați un angajat

source: Supervisor
ro: Supervizor

source: If you select a supervisor, he will receive a copy of accepted and rejected leave requests submitted by employees of this entity.
ro: Dacă selectați un supervisor, acesta va primi o copie a cererilor de concediu acceptate și respinse, depuse de angajații acestei entități.

source: Select a Supervisor
ro: Selectează supervizor

source: Delete Entity
ro: Ștergere entitate

source: You are about to delete one entity, this procedure is irreversible.
ro: Urmează să ștergeți o entitate, procedura este ireversibilă

source: Add an Employee
ro: Adaugă angajat

source: An error occured
ro: A apărut o eroare

source: Name of the entity
ro: Numele Entități

source: Please select one entity in the organization (treeview on the right).
ro: Vă rugăm selectați o entitate din organizație (arhivă din partea dreaptă).

source: Please select one employee in the table of users belonging to the selected entity.
ro: Selectați un angajat în tabelul de utilizatori aparținând entității selectate.

source: You cannot delete the root entity.
ro: Nu puteți șterge entitatea rădăcină.

source: Select a list of employees
ro: Selectați o lista a angajaților

source: Rename a list
ro: Redenumește o listă

source: Add a new list
ro: Adaugă o listă nouă

source: Delete a list
ro: Șterge lista

source: Add employees
ro: Adaugă angajat

source: Remove selected employees
ro: Șterge angajatul selectat

source: Name of the list
ro: Numele listei

source: Are you sure that you want to delete this list?
ro: Ești sigur ca vrei sa ștergi această listă?

source: New name of the list
ro: Nume noi în listă

source: Overtime Requests submitted to me
ro: Cererile de OT trimise către mine

source: This screen lists the overtime requests submitted to you. If you are not a manager, this list will always be empty.
ro: Acestă opțiune listează cererile de ore suplimentare trimise către dvs. . Dacă nu sunteți manager, această listă va fi întotdeauna goală.

source: Fullname
ro: Nume complet

source: All requests
ro: Toate cererile

source: Pending requests
ro: Cereri în așteptare

source: You are not the line manager of this employee. You cannot reject this overtime request.
ro: Nu sunteți managerul de linie al acestui angajat. Nu puteți respinge această cerere de ore suplimentare.

source: The overtime request has been successfully rejected.
ro: Cererea de ore suplimentare a fost respinsă

source: You are not the line manager of this employee. You cannot accept this overtime request.
ro: Nu sunteți managerul de linie al acestui angajat. Nu puteți accepta această cerere de ore suplimentare.

source: The overtime request has been successfully accepted.
ro: Cererea de ore suplimentare a fost acceptată.

source: Create position
ro: Creare funcție

source: Delete Position
ro: Ștergere funcție

source: You are about to delete one position, this procedure is irreversible.
ro: Sunteți pe cale să ștergeți o poziție. Această procedură este ireversibilă.

source: Create a new position
ro: Creare funcție

source: The position has been succesfully created.
ro: Funcția a fost creată cu succes.

source: Edit position #
ro: Editare funcție #

source: Update position
ro: Actualizare funcție

source: The position has been succesfully updated.
ro: Funcția a fost actualizată cu succes

source: The position has been succesfully deleted.
ro: Funcția fost ștearsă cu succes.

source: List of reports
ro: Lista rapoarte

source: Report
ro: Raport

source: Back to list of reports
ro: Înapoi la lista de rapoarte

source: List of Report
ro: Lista rapoarte

source: Balance of leaves
ro: Balanța concediilor

source: Launch
ro: Lansează

source: Leave Requests submitted to me
ro: Cereri de concediu trimise mie

source: This screen lists the leave requests submitted to you. If you are not a manager, this list will always be empty.
ro: Acestă opțiune listează cererile de concediu trimise către dvs. . Dacă nu sunteți manager, această listă va fi întotdeauna goală.

source: List of my subordinates
ro: Lista cu subordonații mei

source: This screen lists your direct report subordinates. If you are not a manager, this list will always be empty.
ro: Acestă opțiune listează echipa dvs. . Dacă nu sunteți manager, această listă va fi întotdeauna goală.

source: Create a leave request in behalf of this subordinate
ro: Creează o cerere de concediu în numele unui subordonat

source: Your are not the manager of this employee.
ro: Nu ești managerul acestui angajat

source: List of subordinates
ro: Lista cu subordonați

source: You are not the line manager of this employee. You cannot accept this leave request.
ro: Nu sunteți managerul de linie al acestui angajat. Nu puteți accepta această cerere de concediu.

source: The leave request has been successfully accepted.
ro: Cererea de concediu a fost acceptată cu succes.

source: You are not the line manager of this employee. You cannot reject this leave request.
ro: Nu sunteți managerul de linie al acestui angajat. Nu puteți respinge această cerere de concediu.

source: The leave request has been successfully rejected.
ro: Cererea de concediu a fost respinsă.

source: List of delegations
ro: Lista delegărilor

source: This is the list of employees who can accept or reject a request in your behalf.
ro: Aceasta este lista angajaților care pot accepta sau respinge o cerere în numele dvs.

source: Revoke
ro: Revocă

source: Add a delegate
ro: Adăugare delegat

source: Are you sure that you want to revoke this delegation?
ro: Sunteți sigur că doriți să revocați această delegație?

source: Leave balance (subordinates)
ro: Balanța concediilor ( echipa )

source: Leave balance of my direct report subordinates. If you are not a manager, this list will always be empty.
ro: Balanța concediilor echipei mele . Dacă nu sunteți manager, această listă va fi întotdeauna goală.

source: Send a new comment (optional)
ro: Trimite un comentariu (opțional)

source: Reject
ro: Respinge

source: Login
ro: Logare

source: Language
ro: Limbă

source: Password
ro: Parolă

source: Send me my password
ro: Trimite-mi parola

source: Are you sure that you want to reset your password?
ro: Ești sigur că vrei să resetezi parola?

source: Please fill the login field
ro: Vă rugăm completați câmpul utilizator

source: Unknown login. Please contact your HR Officer / Manager.
ro: Logare necunoscută. Vă rugam contactați un angajat de la resurse umane / Manager

source: The password has been sent to your e-mail adress.
ro: Parola a fost trimisă către adresa dumneavoastră de email.

source: Invalid login id or password
ro: Id sau parolă invalidă

source: The language has been succesfully set to
ro: Limba a fost schimbată cu succes în

source: Your account is disabled. Please contact your HR Officer / Manager.
ro: Contul dumneavoastră este dezactivat. Vă rugăm să contactați un angajat de la resurse umane / Manager.

source: Rename
ro: Redenumește

source: Remove
ro: Eliminare

source: Cut
ro: Tăiere

source: Paste
ro: Lipire

source: edit user details
ro: editare detalii utilizator

source: delete user
ro: ștergere utilizator

source: Role
ro: Rol

source: Create a new user
ro: Crează utilizator nou

source: Import users
ro: Importă utilizatori

source: Delete User
ro: Șterge utilizator

source: You are about to delete one user, this procedure is irreversible.
ro: Sunteți pe cale să ștergeți un utilizator, această procedură este ireversibilă.

source: Import Users
ro: Importă utilizatori

source: Filename
ro: Nume fișier

source: My personal information
ro: Informațiille personale

source: Date hired/started
ro: Data angajării

source: Internal/Company Identifier
ro: Intern/Identificator companie

source: Edit user #
ro: Editare utilizator #

source: Edit user
ro: Editare utilizator

source: No line manager.
ro: Fară manager

source: If a user has no manager (itself), it can validate its leave requests.
ro: Dacă un utilizator nu are manager (sine), poate să-și valieze cererile de concediu.

source: Self
ro: Sine

source: Timezone
ro: Zona

source: LDAP Path
ro: Calea LDAP

source: Select a position
ro: Selectează funcția

source: Update user
ro: Actualizare utilizator

source: The user has been succesfully updated
ro: Utilizatorul a fost actualizat cu succes.

source: The user has been succesfully deleted
ro: Utilizatorul a fost șters cu succes.

source: The password has been succesfully changed
ro: Parola a fost schimbată cu succes.

source: Generate password
ro: Generează parola

source: It is recommended to select a contract. Do you want to create the user without a contract?
ro: Este recomandat să selectați un contract. Doriți să creați un utilizator fără contract?

source: The user has been succesfully created
ro: Utilizatorul a fost creat cu succes.

source: Username already exists.
ro: Utilizatorul există deja.

source: This username is not available.
ro: Numele de utilizator nu este disponibil.

source: Reset
ro: Resetare
